Repository: giantpinkrobots/varia
Catalog: po/*.po
Languages: ar, bg, de, et, fa, fi, fr, hi, hu, id, it, nb, nl, oc, pt_br, sk, ta, tr, uk, vi, zh_tw

source: Authorization failed.
ar: فشل السماح بالدخول.
bg: Упълномощаването е неуспешно.
de: Legitimierung fehlgeschlagen.
et: Autoriseerimine ei õnnestunud.
fa: احراز هویت ناموفق بود.
fi: Valtuutus epäonnistui.
fr: Echec.
hi: प्रमाणीकरण विफल।
hu: Sikertelen hitelesítés.
id: Gagal melakukan otorisasi.
it: Autorizzazione fallita.
nb: Autentisering mislyktes
nl: De verificatie is mislukt.
oc: Autorizacion refusada.
pt_br: Autorização mal sucedida.
sk: Overenie sa nepodarilo.
ta: ஏற்பு தோல்வியடைந்தது.
tr: Yetkilendirme başarısız oldu.
uk: Не вдалося авторизуватися.
vi: Không thể xác thực.
zh_tw: 驗證失敗。

source: Failed to open directory.
ar: فشل فتح المجلد.
bg: Папката не може да бъде отворена.
de: Öffnen des Verzeichnisses fehlgeschlagen.
et: Kausta avamine ei õnnestunud.
fa: شاخه باز نشد.
fi: Kansion avaaminen epäonnistui.
fr: L'accès au dossier à echoué.
hi: निर्देशिका खोलने में असफल।
hu: Nem sikerült megnyitni a mappát.
id: Gagal membuka folder.
it: Impossibile aprire la cartella
nb: Åpning av mappe mislyktes
nl: De map kan niet worden geopend.
oc: Fracàs a la dobertura del repertòri.
pt_br: Falha ao abrir diretório.
sk: Priečinok sa nepodarilo otvoriť.
ta: கோப்பகத்தைத் திறக்கத் தவறிவிட்டது.
tr: Dizin açılamadı.
uk: Не вдалося відкрити теку.
vi: Không thể mở thư mục.
zh_tw: 無法開啟目錄。

source: Remote Mode
ar: نمط التحكم عن بعد
bg: Дистанционен режим
de: Remote Modus
et: Kaughaldus
fa: حالت از دوردست
fi: Etätila
fr: Téléchargement à distance
hi: रिमोट मोड
hu: Távoli mód
id: Mode Remote
it: Nodo remoto
nb: Fjernmodus
nl: Op afstand
oc: Mòde distant
pt_br: Modo Remoto
sk: Vzdialený režim ovládania
ta: தொலைநிலை பயன்முறை
tr: Uzaktan Kontrol Modu
uk: Віддалений режим
vi: Chế độ từ xa
zh_tw: 遠端模式

source: Remote aria2 IP
ar: عنوان الIP لـ aria2 البعيد
bg: Отдалечено aria2 IP
et: aria2 kaugseadme ip-aadress
fa: آی‌پی دوردست aria2
fi: Etä-aria2:n IP-osoite
fr: IP aria2 distante
hi: रिमोट aria2 IP
hu: Távoli aria2 IP
id: Remote IP aria2
it: IP remoto aria2
nb: Ekstern aria2-IP
nl: Extern aria2-ip-adres
oc: IP aria2 alonhada
pt_br: IP de aria2 remoto
sk: Vzdialená IP pre aria2
ta: ரிமோட் ARIA2 IP
tr: Uzak aria2 IP'si
uk: Віддалений aria2 IP-адреса
vi: Địa chỉ IP aria2 từ xa
zh_tw: 遠端 aria2 IP

source: Remote aria2 Port
ar: ال port لaria2 البعيد
bg: Отдалечен aria2 порт
et: aria2 kaugseadme port
fa: درگاه دوردست aria2
fi: Etä-aria2:n portti
fr: Port aria2 distant
hi: रिमोट aria2 पोर्ट
hu: Távoli aria2 port
id: Remote Port aria2
it: Porta remota aria2
nb: Ekstern aria2-port
nl: Externe aria2-poort
oc: Pòrt aria2 alonhat
pt_br: Porta de aria2 remoto
sk: Vzdialený Port pre aria2
ta: ரிமோட் ARIA2 துறைமுகம்
tr: Uzak aria2 Port'u
uk: Віддалений aria2 Порт
vi: Cổng aria2 từ xa
zh_tw: 遠端 aria2 連接埠

source: Remote aria2 RPC Secret
ar: مفتاح RPC السري لـ aria2 البعيد
bg: Отдалечен aria2 RPC Secret
de: Remote aria2 RPC Geheimnis
et: aria2 kaugseadme RPC saladus
fa: رمز RPC دوردست aria2
fi: Etä-aria2:n RPC-salaisuus
fr: Ticket RPC secret aria2 distant
hi: रिमोट aria2 RPC सीक्रेट
hu: Távoli aria2 RPC titok
id: Remote RPC Secret aria2
it: Segreto RPC remoto aria2
nb: Ekstern aria2-RPC-kode
nl: Extern aria2-rpc-geheim
oc: Secrèt RPC aria2 alonhat
pt_br: RPC Secret de aria2 remoto
sk: Vzdialený RPC tajný kľúč pre aria2
ta: ரிமோட் ARIA2 RPC மறைபொருள்
tr: Uzak aria2 RPC Şifresi
uk: Віддалений aria2 RPC секрет
vi: Mã RPC Secret aria2 từ xa
zh_tw: 遠端 aria2 RPC 安全

source: Remote Download Location
ar: مسار التنزيل عن بعد
bg: Отдалечено място за свалени файлове
de: Remote Download Ort
et: Allalaadimiskaust kaugseadmes
fa: مکان بارگیری دوردست
fi: Etälatausten sijainti
fr: Dossier de téléchargement distant
hi: रिमोट डाउनलोड स्थान
hu: Távoli letöltési hely
id: Lokasi Unduhan Remote
it: Posizione download remota
nb: Ekstern nedlastingsplassering
nl: Externe downloadlocatie
oc: Emplaçament de telecargament alonhat
pt_br: Localização de Download Remota
sk: Vzdialená lokalita pre sťahovanie
ta: தொலைநிலை பதிவிறக்க இடம்
tr: Uzak İndirme Dizini
uk: Розташування віддалених завантажень
vi: Vị trí tải xuống từ xa
zh_tw: 遠端下載位置

source: Exiting Varia...
ar: جاري الخروج من Varia...
bg: Спиране на „Varia“…
de: Varia wird beendet...
et: Sulgeme Varia...
fa: درحال خروج از Varia...
fi: Suljetaan Varia...
fr: Fermeture de Varia...
hi: Varia से बाहर निकल रहें हैं...
hu: Kilépés a Variából…
id: Keluar dari Varia...
it: Uscendo da Varia...
nb: Avslutter…
nl: Bezig met afsluiten…
oc: Sortida de Varia...
pt_br: Fechando Varia...
sk: Zatvára sa Varia...
ta: வரியாவிலிருந்து வெளியேறுதல் ...
tr: Varia'dan çıkılıyor...
uk: Виходимо з Varia...
vi: Đang thoát Varia...
zh_tw: 退出 Varia...

source: Background Mode
ar: العمل في الخلفية
bg: Фонов режим
de: In den Infobereich minimieren
et: Taustarežiim
fa: حالت پس‌زمینه
fi: Taustatila
fr: Exécution en arrière-plan
hi: पृष्ठभूमि मोड
hu: Háttér mód
id: Mode Latar Belakang
it: Modalità in background
nb: Bakgrunnsmodus
nl: Achtergrondmodus
oc: Mòde rèireplan
pt_br: Modo em segundo plano
sk: Režim na pozadí
ta: பின்னணி முறை
tr: Arka Plan Modu
uk: Режим заднього фону
vi: Chế độ dưới nền
zh_tw: 背景模式

source: Continuing the downloads in the background.
ar: متابعة التحميل في الخلفية.
bg: Продължаване на свалянето във фонов режим.
de: Downloads im Hintergrund weiterführen.
et: Jätkame allalaadimisi taustal.
fa: در حال ادامه دادن بارگیری‌ها در پس‌زمینه.
fi: Jatketaan latauksia taustalla.
fr: Les téléchargements sont toujours en cours...
hi: पृष्ठभूमि में डाउनलोड जारी रखना।
hu: A letöltések folytatása a háttérben.
id: Lanjutkan unduhan di latar belakang.
it: Continua i download in background.
nb: Fortsett nedlastinger når appen er lukket
nl: Het downloaden wordt op de achtergrond voortgezet.
oc: Los telecargaments contunhan en rèireplan.
pt_br: Continuando downloads em segundo plano.
sk: Pokračovanie v sťahovaní na pozadí.
ta: பின்னணியில் பதிவிறக்கங்களைத் தொடர்கிறது.
tr: İndirmeler arka planda devam ediyor.
uk: Продовжувати завантаження у фоні.
vi: Đang tiếp tục tải xuống ở dưới nền.
zh_tw: 在背景繼續下載。

source: Browser Extension
ar: إضافة المتصفح
bg: Браузър разширение
de: Browser Erweiterung
et: Brauseri lisamoodul
fa: افزونهٔ مرورگر
fi: Selainlaajennus
fr: Extension de navigateur
hi: ब्राउज़र एक्सटेंशन
hu: Böngészőkiegészítő
id: Ekstensi Browser
it: Estensione browser
nb: Nettleserutvidelser
nl: Browserextensie
oc: Extension per navegador
pt_br: Extensão de Navegador
sk: Rozšírenie pre prehliadače
ta: உலாவி நீட்டிப்பு
tr: Tarayıcı Uzantısı
uk: Розширення для браузеру
vi: Trình mở rộng của trình duyệt
zh_tw: 瀏覽器擴充

source: Shutdown on Completion
ar: إيقاف الحاسوب بعد الانتهاء من التنزيل
bg: Изключване при завършване
de: Herunterfahren wenn abgeschlossen
et: Allalaadimise lõppemisel lülita välja
fa: خاموش شدن پس از اتمام
fi: Sammutus valmistumisen yhteydessä
fr: Eteindre quand les téléchargements sont terminés
hi: समापन पर शटडाउन
hu: Leállítás a befejezéskor
id: Matikan setelah unduhan selesai
it: Spegni a download completato
nl: Afsluiten na afronden van downloads
oc: Atudar un còp acabat
pt_br: Desligar ao concluir
sk: Vypnúť počítač po dokončení
ta: முடிந்ததும் பணிநிறுத்தம்
tr: İndirmeler Bittiğinde Bilgisayarı Kapat
uk: Вимкнути комп'ютер при завершенні
vi: Tắt máy sau khi hoàn thành
zh_tw: 完成後關機

source: Varia is about to shut down your computer.
ar: Varia على وشك إيقاف تشغيل هذا الجهاز.
bg: „Varia“ ще изключи компютъра ви.
de: Varia wird Ihren Computer in Kürze herunterfahren.
et: Varia on lülitamas sinu arvutit välja.
fa: Varia در شرف خاموش کردن رایانه شما است.
fi: Varia on aikeissa sammuttaa tietokoneesi.
fr: Varia est sur le point d'éteindre votre ordinateur.
hi: Varia आपका कंप्यूटर बंद करने वाला है।
hu: A Varia hamarosan leállítja a számítógépét.
id: Varia akan segera mematikan komputer Anda.
it: Varia sta per spegnere il tuo computer.
nl: Varia staat op het punt om uw computer af te sluiten.
pt_br: A Varia está prestes a desligar o computador.
sk: Varia o chvíľu vypne váš počítač.
ta: வரியா உங்கள் கணினியை மூட உள்ளது.
tr: Varia birazdan bilgisayarınızı kapatacak.
uk: Varia збирається вимкнути ваш комп'ютер.
vi: Varia đang chuẩn bị tắt máy.
zh_tw: Varia 即將關閉您的電腦。

source: Press Cancel to cancel and disable.
ar: انقر على "إلغاء" للإيقاف والتعطيل.
bg: Натиснете „Отказване“, за да откажете и изключите.
de: Drücken Sie Abbrechen, um abzubrechen und zu deaktivieren.
et: Tühistamiseks ja edaspidiseks vältimiseks vajuta nuppu „Katkesta“.
fa: لغو را برای لغو و غیرفعال کردن فشار دهید.
fi: Paina Peru peruaksesi ja poistaaksesi käytöstä.
fr: Appuyez sur annuler pour annuler extinction et désactiver cette fonctionnalité.
hi: रद्द करने और अक्षम करने के लिए रद्द करें दबाएं।
hu: Nyomja meg a Mégse gombot a törléshez és letiltáshoz.
id: Tekan Batal untuk membatalkan dan menonaktifkan.
it: Premi annulla per annullare e disattivare.
nl: Druk annuleren af te breken.
pt_br: Pressione Cancelar para cancelar e desabilitar.
sk: Stlačte Zrušiť na deaktivovanie a zrušenie.
ta: ரத்துசெய் மற்றும் முடக்க ரத்துசெய்.
tr: İptal edip devre dışı bırakmak için Vazgeç'e basın.
uk: Натисніть 'Скасувати', щоб скасувати.
vi: Nhấn Dừng để dừng và vô hiệu hóa.
zh_tw: 按取消可取消並停用。

source: Cancel
ar: ألغاء
bg: Отказване
de: Abbrechen
et: Katkesta
fa: لغو
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
nl: Annuleren
pt_br: Cancelar
sk: Zrušiť
ta: ரத்துசெய்
tr: Vazgeç
uk: Скасувати
vi: Dừng
zh_tw: 取消

source: Warning
ar: تحذير
bg: Предупреждение
de: Warnung
et: Hoiatus
fa: هشدار
fi: Varoitus
fr: Attention
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
nl: Waarschuwing
oc: Avertiment
pt_br: Atenção
sk: Upozornenie
ta: எச்சரிக்கை
tr: Uyarı
uk: Увага
vi: Cảnh báo
zh_tw: 警告

source: Monday
ar: الأثنين
bg: Понеделник
de: Montag
et: Esmaspäeval
fa: دوشنبه
fi: Maanantai
fr: Lundi
hi: सोमवार
hu: Hétfő
id: Senin
it: Lunedì
nl: maandag
oc: Diluns
pt_br: Segunda-feira
sk: Pondelok
ta: திங்கள்
tr: Pazartesi
uk: Понеділок
vi: Thứ Hai
zh_tw: 星期一

source: Tuesday
ar: الثلاثاء
bg: Вторник
de: Dienstag
et: Teisipäeval
fa: سه‌شنبه
fi: Tiistai
fr: Mardi
hi: मंगलवार
hu: Kedd
id: Selasa
it: Martedì
nl: dinsdag
oc: Dimars
pt_br: Terça-feira
sk: Utorok
ta: செவ்வாய்க்கிழமை
tr: Salı
uk: Вівторок
vi: Thứ Ba
zh_tw: 星期二

source: Wednesday
ar: الأربعاء
bg: Сряда
de: Mittwoch
et: Kolmapäeval
fa: چهارشنبه
fi: Keskiviikko
fr: Mercredi
hi: बुधवार
hu: Szerda
id: Rabu
it: Mercoledì
nl: woensdag
oc: Dimècres
pt_br: Quarta-feira
sk: Streda
ta: புதன்கிழமை
tr: Çarşamba
uk: Середа
vi: Thứ Tư
zh_tw: 星期三

source: Thursday
ar: الخميس
bg: Четвъртък
de: Donnerstag
et: Neljapäeval
fa: پنج‌شنبه
fi: Torstai
fr: Jeudi
hi: गुरुवार
hu: Csütörtök
id: Kamis
it: Giovedì
nl: donderdag
oc: Dijòus
pt_br: Quinta-feira
sk: Štvrtok
ta: வியாழக்கிழமை
tr: Perşembe
uk: Четвер
vi: Thứ Năm
zh_tw: 星期四

source: Friday
ar: الجمعة
bg: Петък
de: Freitag
et: Reedel
fa: جمعه
fi: Perjantai
fr: Vendredi
hi: शुक्रवार
hu: Péntek
id: Jumat
it: Venerdì
nl: vrijdag
oc: Divendres
pt_br: Sexta-feira
sk: Piatok
ta: வெள்ளிக்கிழமை
tr: Cuma
uk: П'ятниця
vi: Thứ Sáu
zh_tw: 星期五

source: Saturday
ar: السبت
bg: Събота
de: Samstag
et: Laupäeval
fa: شنبه
fi: Lauantai
fr: Samedi
hi: शनिवार
hu: Szombat
id: Sabtu
it: Sabato
nl: zaterdag
oc: Dissabte
pt_br: Sábado
sk: Sobota
ta: காரிக்கிழமை
tr: Cumartesi
uk: Субота
vi: Thứ Bảy
zh_tw: 星期六

source: Sunday
ar: الأحد
bg: Неделя
de: Sonntag
et: Pühapäeval
fa: یکشنبه
fi: Sunnuntai
fr: Dimanche
hi: रविवार
hu: Vasárnap
id: Minggu
it: Domenica
nl: zondag
oc: Dimenge
pt_br: Domingo
sk: Nedeľa
ta: ஞாயிற்றுக்கிழமை
tr: Pazar
uk: Неділя
vi: Chủ Nhật
zh_tw: 星期日

source: Start (h/m):
ar: البدء (ساعة/دقيقة):
bg: Начало (ч/м):
et: Alusta (t/m):
fa: شروع (س/د):
fi: Aloitus (h/m):
fr: Démarrage (heure/minute) :
hi: प्रारंभ (h/m):
hu: Kezdés (óra/perc):
id: Mulai (j/m):
it: Inizio (h/m):
nl: Begonnen op/om:
oc: Debuta (h/m) :
pt_br: Início (h/m):
sk: Začiatok (h/m):
ta: தொடக்க (h/m):
tr: Başlangıç (s/d):
uk: Початок (год./хв.):
vi: Bắt đầu (h/m):
zh_tw: 開始 (時/分):

source: End (h/m):
ar: النهاية (ساعة/دقيقة):
bg: Край (ч/м):
de: Ende (h/m):
et: Lõpeta (t/m):
fa: پایان (س/د):
fi: Lopetus (h/m):
fr: Fin (heure/minute) :
hi: समाप्त (h/m):
hu: Vége (óra/perc):
id: Berhenti (j/m):
it: Fine (h/m):
nl: Afgerond op/om:
oc: Fin (h/m) :
pt_br: Término (h/m):
sk: Ukončenie (h/m):
ta: முடிவு (h/m):
tr: Bitiş (s/d):
uk: Кінець (год./хв.):
vi: Kết thúc (h/m):
zh_tw: 結束 (時/分):

source: Scheduler enabled
ar: تم تفعيل الجدولة
bg: Планирането е включено
de: Zeitpläne aktiviert
et: Ajahaldus on kasutusel
fa: برنامه‌ریز فعال شد
fi: Ajastus käytössä
fr: Planification activée
hi: अनुसूचक सक्षम
hu: Ütemező engedélyezve
id: Penjadwal diaktifkan
it: Scheduler attivato
nl: Planning ingeschakeld
pt_br: Agendador habilitado
sk: Plánovač je zapnutý
ta: திட்டமிடல் இயக்கப்பட்டது
tr: Zamanlayıcı aktif
uk: Планувальник увімкнено
vi: Lên lịch đã bật
zh_tw: 調度程序已啟用

source: Scheduler
ar: خاصية الجدولة
bg: Планиране
de: Zeitpläne
et: Ajastamine
fa: برنامه‌ریز
fi: Ajastin
fr: Planification
hi: अनुसूचक
hu: Ütemező
id: Penjadwalan
nl: Planning
pt_br: Agendador
sk: Plánovanie času spustenie alebo zastavenia sťahovania
ta: திட்டமிடுபவர்
tr: Zamanlayıcı
uk: Планувальник
vi: Lên lịch
zh_tw: 調度程式

source: Enabled
ar: مفعل
bg: Включено
de: Aktiviert
et: Kasutusel
fa: فعال شده
fi: Käytössä
fr: Activé
hi: सक्षम
hu: Engedélyezve
id: Aktif
it: Attivato
nl: Ingeschakeld
oc: Activat
pt_br: Habilitado
sk: Zapnúť
ta: இயக்கப்பட்டது
tr: Aktif
uk: Увімкнено
vi: Bật
zh_tw: 已啟用

source: Start downloading in these times
ar: ابدأ التحميل فى هذه الأوقات
bg: Стартиране на свалянията през тези времена
de: Beginne den Download automatisch zum definierten Zeitplan
et: Alusta allalaadimist näidatud aegadel
fa: بارگیری را در این زمان ها شروع کن
fi: Aloita lataaminen näinä aikoina
fr: Lancer le(s) téléchargement(s) à ces horaires
hi: इन समय में डाउनलोड करना प्रारंभ करें
hu: Letöltés elkezdése ekkor:
id: Mulai unduhan di waktu berikut
it: Inizia a scaricare in questo periodo
nl: Downloaden op bepaalde tijdstippen
pt_br: Começa a baixar nestes tempos
sk: Spustiť sťahovanie v týchto časoch
ta: இந்த காலங்களில் பதிவிறக்கத் தொடங்குங்கள்
tr: Bu zamanlarda indir
uk: Розпочати завантаження у ці часи
vi: Bắt đầu tải xuống ở lần này
zh_tw: 在這些時間開始下載

source: Stop downloading in these times
ar: إيقاف التحميل فى هذه الأوقات
bg: Спиране на свалянията през тези времена
de: Beende den Download automatisch zum definierten Zeitplan
et: Lõpeta allalaadimine näidatud aegadel
fa: بارگیری را در این زمان ها متوقف کن
fi: Lopeta lataaminen näinä aikoina
fr: Stopper le(s) téléchargement(s) à ces horaires
hi: इन समय में डाउनलोड करना बंद करें
hu: Letöltés befejezése ekkor:
id: Hentikan unduhan di waktu tersebut
it: Smetti di scaricare in questo momento
nl: Downloaden onderbreken op bepaalde tijdstippen
pt_br: Para de baixar nestes tempos
sk: Zastaviť sťahovanie v týchto časoch
ta: இந்த காலங்களில் பதிவிறக்குவதை நிறுத்துங்கள்
tr: Bu zamanlarda indirme
uk: Зупинити завантаження у ці часи
vi: Tạm dừng tải xuống ở lần này
zh_tw: 這些時候請停止下載

source: Add Timespan
ar: إضافة فترة زمنية
bg: Добавяне на времеви интервал
de: Zeiten hinzufügen
et: Lisa ajavahemik
fa: بازه زمانی اضافه کن
fi: Lisää aikajana
fr: Ajouter un horaire
hi: समय-अवधि जोड़ें
hu: Időtartam hozzáadása
id: Tambahkan rentang waktu
it: Aggiungi tempo
nl: Tijdspanne toevoegen
pt_br: Adicionar intervalo de tempo
sk: Pridať časový interval
ta: டைம்ச்பான் சேர்க்கவும்
tr: Zaman Aralığı Ekle
uk: Додати проміжок часу
vi: Thêm Thời lượng
zh_tw: 添加時間間隔

source: Seeding
ar: البذر (seeding)
bg: Разпръскване
et: Edasijagamisel
fa: بذر دهی
fi: Jaetaan
fr: Envoi
hi: सीडिंग
hu: Megosztás
it: In seeding
nl: Bezig met seeden…
pt_br: Semeando
sk: Zdieľajúce
ta: விதைப்பு
tr: Seed Ediliyor
uk: Роздається
zh_tw: 正在做種

source: Failed
ar: فشل
bg: Неуспешен
de: Fehlgeschlagen
et: Ei õnnestunud
fa: شکست خورد
fi: Epäonnistui
fr: Echec
hi: असफल
hu: Sikertelen
id: Gagal
it: Falliti
nl: Mislukt
oc: Fracàs
pt_br: Falhou
sk: Neúspešné
ta: தோல்வியுற்றது
tr: Başarısız
uk: Не вдалося
vi: Thất bại
zh_tw: 失敗的

source: Completion Options
ar: خيارات ما بعد انتهاء التحميل
bg: Настройки за завършване
de: Abschlussoptionen
et: Allalaadimise lõppemisel
fa: گزینه های تکمیل
fi: Valmistumisen asetukset
fr: Actions lors de la réussite des téléchargments
hi: समापन विकल्प
hu: Letöltés utáni műveletek
id: Opsi Penyelesaian
it: Opzioni completamento
nl: Afrondacties
pt_br: Opções de conclusão
sk: Možnosti dokončenia
ta: நிறைவு விருப்பங்கள்
tr: Tamamlama Ayarları
uk: Налаштування завершення
vi: Tùy chọn sau khi hoàn thành
zh_tw: 完成選項

source: Exit on Completion
ar: الخروج عند انتهاء التحميل
bg: Спиране на програмата при завършване
de: Nach Abschluss beenden
et: Sulge rakendus
fa: خروج بعد از اتمام
fi: Lopeta valmistumisen yhteydessä
fr: Fermer Varia
hi: समापन पर बाहर निकलें
hu: Kilépés befejezéskor
id: Keluar setelah Selesai
it: Esci al completamento
nl: Afsluiten na afronden
oc: Atudat en acabant
pt_br: Sair ao concluir
sk: Zavrieť aplikáciu po dokončení
ta: முடிந்ததும் வெளியேறவும்
tr: İndirmeler Bittiğinde Çık
uk: Закрити додаток при завершенні
vi: Thoát khi Hoàn thành
zh_tw: 完成後退出

source: Varia is about to quit.
ar: Varia على وشك الخروج.
bg: „Varia“ ще спре.
de: Varia wird beendet.
et: Varia on lõpetamas oma tööd.
fa: Varia در شرف خروج است.
fi: Varia ollaan sulkemassa.
fr: Varia est sur le point d'être fermée.
hi: Varia छोड़ने वाला है।
hu: A Varia hamarosan kilép.
id: Varia akan segera keluar.
it: Varia sta per uscire.
nl: Varia staat op het punt om te worden afgesloten.
pt_br: Varia está prestes a ser encerrado.
sk: Varia sa o chvíľu vypne.
ta: வரியா வெளியேறப் போகிறது.
tr: Varia birazdan kendini kapatacak.
uk: Varia завершує роботу.
vi: Varia đang chuẩn bị thoát.
zh_tw: Varia即將退出。

source: Preferences
ar: الإعدادات
bg: Настройки
de: Einstellungen
et: Eelistused
fa: گزینه‌ها
fi: Asetukset
fr: Préférences
hi: प्राथमिकताएं
hu: Beállítások
id: Preferensi
it: Preferenze
nl: Voorkeuren
oc: Preferéncias
pt_br: Preferências
sk: Možnosti
ta: விருப்பத்தேர்வுகள்
tr: Ayarlar
uk: Налаштування
vi: Tùy chọn
zh_tw: 首選設定

source: Other
ar: أخرى
bg: Друго
de: Andere
et: Muud
fa: سایر
fi: Muu
fr: Autres
hi: अन्य
hu: Egyéb
id: Lainnya
it: Altro
nl: Overig
oc: Autre
pt_br: Outro
sk: Ďalšie možnosti
ta: மற்றொன்று
tr: Diğer
uk: Інше
vi: Khác
zh_tw: 其他

source: Basic Settings
ar: الإعدادات الأساسية
bg: Основни настройки
de: Grundeinstellungen
et: Põhiseadistused
fa: تنظیمات پایه
fi: Perusasetukset
fr: Général
hi: बुनियादी सेटिंग्स
hu: Alapbeállítások
id: Pengaturan Dasar
it: Impostazioni base
nl: Algemene voorkeuren
pt_br: Configurações básicas
sk: Základné možnosti
ta: அடிப்படை அமைப்புகள்
tr: Basit Ayarlar
uk: Базові налаштування
vi: Cài đặt cơ bản
zh_tw: 基本設定

source: Advanced Settings
ar: الإعدادت المتقدمة
bg: Допълнителни настройки
de: Erweiterte Einstellungen
et: Täiendavad seadistused
fa: تنظیمات پیشرفته
fi: Lisäasetukset
fr: Avancés
hi: उन्नत सेटिंग्स
hu: Speciális beállítások
id: Pengaturan Lanjutan
it: Impostazioni avanzate
nl: Geavanceerde voorkeuren
pt_br: Configurações avançadas
sk: Pokročilé možnosti
ta: மேம்பட்ட அமைப்புகள்
tr: Gelişmiş Ayarlar
uk: Налаштування для досвідчених
vi: Cài đặt nâng cao
zh_tw: 進階設定

source: Use cookies.txt
ar: استخدم ملف cookies.txt
bg: Използване на бисквитки.txt
de: Verwende eine cookies.txt
et: Kasuta cookies.txt faili
fa: از cookies.txt استفاده کن
fi: Käytä cookies.txt-tiedostoa
fr: Utiliser cookies.txt
hi: cookies.txt का प्रयोग करें
hu: A cookies.txt fájl használata
id: Gunakan cookies.txt
it: Usa cookies.txt
nl: cookies.txt gebruiken
oc: Utilizar cookies.txt
pt_br: Usar cookies.txt
sk: Používanie cookies.txt
ta: குக்கீகள் பயன்படுத்தவும்
tr: cookies.txt Kullan
uk: Використовувати cookies.txt
vi: Sử dụng cookies.txt
zh_tw: 使用 cookies.txt

source: Import cookies.txt
ar: اضافة ملف cookies.txt
bg: Внасяне на бисквитки.txt
de: Importieren
et: Impordi cookies.txt
fa: وارد کردن cookies.txt
fi: Tuo cookies.txt-tiedosto
fr: Importer cookies.txt
hi: cookies.txt आयात करें
hu: A cookies.txt fájl importálása
id: Impor cookies.txt
it: Importa cookies.txt
nl: cookies.txt importeren
oc: Importar cookies.txt
pt_br: Importar cookies.txt
sk: Načítať cookies.txt
ta: குக்கீகள் இறக்குமதி
tr: cookies.txt İçe Aktar
uk: Імпортувати cookies.txt
vi: Nhập cookies.txt
zh_tw: 導入 cookies.txt

source: Remove cookies.txt
ar: إزالة ملف cookies.txt
bg: Премахване на бисквитки.txt
de: Entfernen
et: Eemalda cookies.txt
fa: حذف cookies.txt
fi: Poista cookies.txt-tiedosto
fr: Enlever cookies.txt
hi: cookies.txt हटाएं
hu: A cookies.txt fájl eltávolítása
id: Hapus cookies.txt
it: Rimuovi cookies.txt
nl: cookies.txt verwijderen
pt_br: Remover cookies.txt
sk: Odstrániť cookies.txt
ta: குக்கீகளை அகற்று
tr: cookies.txt'i Sil
uk: Видалити cookies.txt
vi: Xóa cookies.txt
zh_tw: 刪除 cookies.txt

source: remaining
ar: متبقى
bg: остава
de: Ausstehend
et: aega jäänud
fa: باقی مانده
fi: jäljellä
fr: restant
hu: hátralevő
id: tersisa
it: rimanenti
nl: overgebleven
oc: demorant
pt_br: restante
sk: zostávajúci čas
ta: மீதமுள்ள
tr: kaldı
uk: залишилося
vi: còn lại
zh_tw: 剩下的

source: Start in Background Mode
ar: وضع البدأ فى الخلفية
bg: Стартиране във фонов режим
de: Im Hintergrund starten
et: Käivitamisel jää taustale
fa: شروع در حالت پس‌زمینه
fi: Käynnistä taustatilassa
fr: Démarrer en arrière-plan
hu: Indítás Háttér módban
id: Mulai dalam Mode Latar Belakang
it: Avvia in Modalità in background
nl: Starten in achtergrondmodus
oc: Aviat en mòde rèireplan
pt_br: Inicia no modo em segundo plano
sk: Spustenie aplikácie v režime na pozadí
ta: பின்னணி பயன்முறையில் தொடங்கவும்
tr: Arkaplan Modunda Başlat
uk: Запускати у задньому фоні
vi: Bắt đầu trong chế độ nền
zh_tw: 以背景模式啟動

source: Remote Timestamp
ar: الطابع الزمني للجهاز البعيد
bg: Дата на отдалеченото място
de: Remote Zeitstempel
et: Kasuta välise teenuse ajatemplit
fa: برچسب زمانی از راه دور
fi: Etäaikaleima
fr: Horaires à distance
hu: Távoli időbélyeg
id: Stempel Waktu Remote
it: Timestamp Remoto
nl: Tijdstempel op afstand
pt_br: Registro de data e hora remota
sk: Vzdialená časová pečiatka
ta: தொலைநிலை நேர முத்திரை
tr: Uzak Zaman Damgası
uk: Віддалені позначки часу
vi: Mốc thời gian từ xa
zh_tw: 遠端時間戳

source: Torrent
ar: تورينت
bg: Торент
fa: تورنت
ta: டொரண்ட்
uk: Торрент
zh_tw: 種子

source: Checking for updates...
ar: جارى التحقق من وجود تحديثات...
bg: Проверяване за обновления...
de: Nach Aktualisierungen suchen...
et: Kontrollime uuendusi...
fa: درحال بررسی برای به‌روزرسانی ها...
fi: Tarkistetaan päivitykset...
fr: Recherche de mises à jour...
hu: Frissítések keresése…
id: Memeriksa pembaruan...
it: Controllo degli aggiornamenti...
nl: Controleren op updates..
pt_br: Verificando atualizações...
sk: Kontrolujú sa aktualizácie...
ta: புதுப்பிப்புகளைச் சரிபார்க்கிறது ...
tr: Güncellemeler denetleniyor...
uk: Перевірка оновлень...
vi: Đang kiểm tra bản cập nhật mới...
zh_tw: 正在檢查更新...
