Repository: giantpinkrobots/varia
Catalog: po/*.po
Languages: ar, bg, de, et, fa, fi, fr, hi, hu, id, it, nb, nl, oc, pt_br, sk, ta, tr, uk, vi, zh_tw

source: varia;aria;download;manager;
ar: varia;aria;تحميل;مدير;
bg: varia;aria;изтегляне;изтегляния,сваляне,сваляния;мениджър;управление;
de: varia;aria;download;herunterladen;manager;Verwaltung;
et: varia;aria;download;manager;allalaadimine;allalaadimiste haldus;allalaadimishaldur;laadi alla;lae alla;
fa: واریا;اریا;دانلود;مدیر;
fi: varia;aria;download;manager;lataa;lataukset;
fr: varia;aria;téléchargement;gestionnaire;
hi: varia;aria;डाउनलोड;प्रबंधक;
hu: varia;aria;letöltés;kezelő;menedzser;
id: varia;aria;unduh;manajer;
it: varia;aria;download;gestore;
nb: aria2;nedlasting;nedlastning;last ned;
nl: varia;aria;download;beheerder;
oc: varia;aria;telecargament;descargament;gestionari;
pt_br: varia;aria;download;gerenciador;
sk: varia;aria;download;manager;stiahnuť;manažér;
ta: வரியா; ஏரியா; பதிவிறக்கம்; மேலாளர்;
tr: varia;aria;download;manager;indirme;yöneticisi;
uk: varia;aria;download;manager;torrent;завантажувач;скачати;зберегти;варія;арія;закачати;торрент;
zh_tw: varia;aria;download;下載;manager;管理員;

source: Download manager based on aria2
ar: مدير تحميل مبنى على aria2
bg: Мениджър на свалянията основан на aria2
de: Auf aria2 basierender Download-Manager
et: Allalaadimiste haldur, mis põhineb aria2 tarvikul
fa: مدیریت بارگیری برپایهٔ aria2
fi: Latausten hallinta pohjautuen aria2:een
fr: Gestionnaire de téléchargement basé sur aria2
hi: Aria2 पर आधारित डाउनलोड प्रबंधक
hu: Letöltéskezelő az aria2 alapján
id: Pengelola unduhan berbasis aria2
it: Gestore download basato su aria2
nb: Last ned store filer
nl: Een op aria2 gebaseerde downloadbeheerder
oc: Gestionari de telecargaments basat sus aria2
pt_br: Gerenciador de downloads baseado em aria2
sk: Správca sťahovania založený na aria2
ta: ARIA2 இன் அடிப்படையில் மேலாளரைப் பதிவிறக்கவும்
tr: Aria2 tabanlı indirme yöneticisi
uk: Менеджер завантажень заснований на aria2
vi: Trình quản lý tải xuống dựa trên aria2
zh_tw: 基於 aria2 的下載管理員

source: Varia is a download manager based on aria2 that utilizes GTK4 and Libadwaita to provide a easy to use interface that integrates well with the GNOME desktop.
ar: Varia هو مدير تحميل مبنى على aria2 ويستخدم GTK4 و Libadwaita ليوفر واجهة سهلة الاستخدام تتكامل بشكل جيد مع سطح مكتب.
bg: „Varia“ е мениджър на свалянията основан на aria2, който използва GTK4 и Libadwaita, за да осигури лесен за използване потребителски интерфейс, който се интегрира добре с графичната среда GNOME.
de: Varia ist ein auf aria2 basierender Download Manager, der GTK4 und Libadwaita nutzt, um eine einfache Benutzeroberfläche zu kreieren, die sich gut in den GNOME Desktop einfügt.
et: Varia on aria2 tarvikul põhinev allalaadimishaldur, mis mugava ja lihtsa kasutaliidese jaoks kasutab GTK4 ja Libadwaita teeke ning lõimub sujuvalt GNOME'i töölauaga.
fa: Varia یک مدیر بارگیری مبتنی بر aria2 است که از GTK4 و Lbadwaita برای ارائهٔ یک رابط کاربری آسان که به‌خوبی با میزکار GNOME ادغام می‌شود، استفاده می‌کند.
fr: Varia est un gestionnaire de téléchargement basé sur aria2 qui utilise GTK4 et Libadwaita pour fournir une interface simple d'utilisation qui s'intègre bien avec l'environnement Gnome.
hi: Varia aria2 पर आधारित डाउनलोड प्रबंधक है जो उपयोग में आसान इंटरफ़ेस प्रदान करने के लिए GTK4 और Livadwaita का उपयोग करता है जो GNOME डेस्कटॉप के साथ अच्छी तरह से एकीकृत होता है।
hu: A Varia egy aria2-n alapuló letöltéskezelő, amely a GTK4-et és a Libadwaitát használja, hogy könnyen használható felületet biztosítson, amely jól integrálható a GNOME asztali környezetbe.
id: Varia adalah pengelola unduhan berbasis aria2 yang memanfaatkan GTK4 dan Libadwaita untuk memberikan antarmuka yang mudah dan terintegrasi baik dengan desktop GNOME.
it: Varia è un download manager basato su aria2 che utilizza GTK4 e Libadwaita per fornire un'interfaccia facile da usare che si integri bene con il desktop GNOME.
nb: Varia er et enkelt nedlastingsverktøy som lar deg få tak i filer fra nettet. Last ned filer raskt takket være aria2-rammeverket, hold styr på flere nedlastinger på en gang, og se hva som har blitt lastet ned tidligere.
nl: Varia is een op aria2 gebaseerde downloadbeheerder. De toepassing maakt gebruik van GTK4 en Libadwaita en heeft daardoor een gebruiksvriendelijke vormgeving die integreert met GNOME.
oc: Varia es un gestionari de telecargaments basat sus aria2 qu'utiliza GTK4 e Libadwaita per provesir una interfàcia de bon utilizar que s'intègra ben amb lo burèu GNOME.
pt_br: Varia é um gerenciador de downloads baseado aria2 que utiliza GTK4 e Libadwaita para fornecer uma interface fácil de usar que se integra bem ao desktop GNOME.
sk: Varia je správca sťahovania založený na aria2, ktorý využíva GTK4 a Libadwaita na poskytovanie ľahko použiteľného rozhrania, ktoré sa bez problémov integruje s pracovnou plochou GNOME.
ta: வரியா என்பது ARIA2 ஐ அடிப்படையாகக் கொண்ட ஒரு பதிவிறக்க மேலாளராகும், இது GTK4 மற்றும் லிபாட்வைட்டாவைப் பயன்படுத்தி க்னோம் டெச்க்டாப்புடன் நன்கு ஒருங்கிணைக்கும் இடைமுகத்தை எளிதாகப் பயன்படுத்துகிறது.
tr: Varia, GNOME masaüstü ile iyi tümleşen kullanımı kolay arayüz sağlamak için GTK4 ve Libadwaita kullanan aria2 tabanlı bir indirme yöneticisidir.
uk: Varia це менеджер завантажень заснований на aria2, який використовує GTK4 та Libadwaita, щоб зробити простий і зрозумілий інтерфейс який дуже добре інтегрується зі стільницею GNOME.
vi: Varia là trình quản lý tải xuống được dựa trên aria2 tối ưu GTK4 và Libadwaita để tạo nên một giao diện dễ sử dụng và tích hợp tốt với GNOME.
zh_tw: Varia 基於 aria2 且使用 GTK4 與 Libadwaita 以提供易用介面，並與 Gnome 良好整合的下載管理員

source: This is not a valid URL.
ar: هذا ال URL غير صحيح.
bg: Това не е правилен адрес.
de: Das ist keine gültige URL.
et: See pole korrektne võrguaadress.
fa: این یک URL معتبر نیست.
fi: Tämä ei ole kelvollinen verkko-osoite.
fr: Ce n'est pas une URL valide.
hi: यह मान्य URL नहीं है।
hu: Ez nem érvényes URL.
id: Ini bukan URL yang valid.
it: Questo URL è valido.
nb: Ugyldig adresse
nl: De url is ongeldig.
oc: Aquò es pas una URL valida.
pt_br: Este não é um URL válido.
sk: Vložená URL adresa nie je platná.
ta: இது சரியான முகவரி அல்ல.
tr: URL geçersiz.
uk: Це некоректна URL-адреса.
vi: URL không hợp lệ.
zh_tw: 這不是可用的網址。

source: All
ar: الكل
bg: Всички
de: Alle
et: Kõik
fa: همه
fi: Kaikki
fr: Tous
hi: सभी
hu: Összes
id: Semua
it: Tutti
nb: Alt
nl: Alles
oc: Totes
pt_br: Todos
sk: Všetky
ta: அனைத்தும்
tr: Hepsi
uk: Усі
vi: Tất cả
zh_tw: 全部

source: In Progress
ar: جاري التنفيذ
bg: Изпълнява се
de: Aktiv
et: Töös
fa: درحال پیشرفت
fi: Meneillään
fr: En cours
hi: प्रगति पर
hu: Folyamatban
id: Dalam proses
it: In corso
nb: Pågående
nl: In behandeling
oc: En cors
pt_br: Em Progesso
sk: Prebiehajúce
ta: முன்னேற்றத்தில் உள்ளது
tr: Devam Edenler
uk: В процесі
vi: Đang Trong Quá Trình Tải Xuống
zh_tw: 進行中

source: Completed
ar: اكتمل
bg: Завършено
de: Abgeschlossen
et: Valmis
fa: تکمیل شده
fi: Valmis
fr: Terminé
hi: पूर्ण
hu: Befejezve
id: Selesai
it: Completati
nb: Fullført
nl: Afgerond
oc: Acabats
pt_br: Completo
sk: Dokončené
ta: முடிந்தது
tr: Tamamlananlar
uk: Завершено
vi: Đã Tải Xong
zh_tw: 已完成

source: About Varia
ar: حول Varia
bg: Относно „Varia“
de: Über Varia
et: Rakenduse teave: Varia
fa: دربارهٔ Varia
fi: Tietoja - Varia
fr: À propos de Varia
hi: Varia के बारे में
hu: A Varia névjegye
id: Tentang Varia
it: Informazioni su Varia
nb: Om Varia
nl: Over Varia
oc: A prepaus de Varia
pt_br: Sobre Varia
sk: O aplikácii Varia
ta: வரியாவை பற்றி
tr: Varia Hakkında
uk: Про Varia
vi: Thông tin về Varia
zh_tw: 關於 Varia

source: URL
bg: URL адрес, или само адрес
et: Võrguaadress
fi: Verkko-osoite
nb: Nettadresse
sk: Sem vložte URL
ta: உரலி
uk: URL-адреса
zh_tw: 網址

source: Download
ar: تحميل
bg: Сваляне
de: Herunterladen
et: Laadi alla
fa: بارگیری
fi: Lataa
fr: Téléchargement
hi: डाउनलोड
hu: Letöltés
id: Unduh
it: Scarica
nb: Last ned
nl: Downloaden
oc: Telecargar
sk: Stiahnuť
ta: பதிவிறக்கம்
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_tw: 下載

source: Open Download Folder
ar: فتح مجلد التحميلات
bg: Отваряне на папката за свалени файлове
de: Download Ordner öffnen
et: Ava allalaadimiste kaust
fa: باز کردن پوشهٔ بارگیری
fi: Avaa Lataukset-kansio
fr: Ouvrir le dossier des téléchargeemnts
hi: डाउनलोड फोल्डर खोलें
hu: Letöltési mappa megnyitása
id: Buka folder unduhan
it: Apri cartella download
nb: Åpne nedlastingsmappe
nl: Downloadmap openen
oc: Dobrir lo dossièr dels telecargaments
pt_br: Abrir a Pasta de Downloads
sk: Otvoriť priečinok Stiahnuté
ta: பதிவிறக்க கோப்புறை திறந்த
tr: İndirme Klasörünü Aç
uk: Відкрити теку з завантаженнями
vi: Mở Thư mục Download
zh_tw: 打開下載路徑

source: Speed Limit
ar: الحد الأقصى للسرعة
bg: Ограничение на скоростта
de: Geschwindigkeitslimit
et: Võrgukiiruse piirang
fa: محدودیت سرعت
fi: Nopeusrajoitus
fr: Limite de vitesse
hi: गति सीमा
hu: Sebességkorlát
id: Batas kecepatan
it: Limite velocità
nb: Hastighetsgrense
nl: Snelheidslimiet
oc: Velocitat limit
pt_br: Limite de Velocidade
sk: Obmedzenie rýchlosti sťahovania
ta: வேக வரம்பு
tr: Hız Sınırı
uk: Обмеження швидкості
vi: Giới Hạn Tốc Độ Tải Xuống
zh_tw: 限速

source: Pause All
ar: إيقاف الكل
bg: Пауза на всички
de: Alles pausieren
et: Peata kõik
fa: مکث همه
fi: Keskeytä kaikki
fr: Tout mettre en pause
hi: सभी विराम करें
hu: Összes szüneteltetése
id: Jeda semuanya
it: Metti in pausa tutti
nb: Stans alt
nl: Alles onderbreken
oc: Tot metre en pausa
pt_br: Pausar Tudo
sk: Pozastaviť všetky
ta: அனைத்தையும் இடைநிறுத்துங்கள்
tr: Tümünü Duraklat
uk: Призупинити всі
vi: Dừng Tất Cả
zh_tw: 全部暫停

source: Speed
ar: السرعة
bg: Скорост
de: Geschwindigkeit
et: Kiirus
fa: سرعت
fi: Nopeus
fr: Vitesse
hi: गति
hu: Sebesség
id: Kecepatan
it: Velocità
nb: Hastighet
nl: Snelheid
oc: Velocitat
pt_br: Velocidade
sk: Rýchlosť
ta: வேகம்
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_tw: 網速

source: Set Speed Limit
ar: تحديد الحد الأقصى للسرعة
bg: Задаване на ограничение на скоростта
de: Geschwindigkeitsbegrenzung setzen
et: Määra võrgukiiruse piirang
fa: تنظیم محدودیت سرعت
fi: Aseta nopeusrajoitus
fr: Définir la limite de vitesse
hi: गति सीमा तय करें
hu: Sebességkorlát módosítása
id: Atur batas kecepatan
it: Imposta limite di velocità
nb: Velg hastighetsgrense
nl: Snelheidslimiet instellen
oc: Definir la velocitat limit
pt_br: Definir Limite de Velocidade
sk: Nastavenie obmedzenia rýchlosti
ta: வேக வரம்பை அமைக்கவும்
tr: Hız Sınırı Koy
uk: Встановити обмеження швидкості
vi: Giới hạn tốc độ tải xuống
zh_tw: 設定速限

source: Cancel All
ar: إلغاء الكل
bg: Отменяне на всички
de: Alles abbrechen
et: Katkesta kõik
fa: لغو همه
fi: Peru kaikki
fr: Tout annuler
hi: सभी रद्द करें
hu: Összes törlése
id: Batalkan semua
it: Cancella tutti
nb: Avbryt alt
nl: Alles afbreken
oc: Tot anullar
pt_br: Cancelar Tudo
sk: Zrušiť všetky
ta: ஆனைத்தையும் ரத்து செய்
tr: Tümünü İptal Et
uk: Скасувати всі
vi: Hủy Tất Cả
zh_tw: 全部取消

source: /s
bg: /с
et: /sek
fa: /ث
id: /d
ta: /கள்
uk: /с

source: No limit
ar: لا حد أقصى
bg: Без ограничение
de: Keine Begrenzung
et: Piirang puudub
fa: بدون محدودیت
fi: Ei rajoitusta
fr: Pas de limite
hi: कोई सीमा नहीं
hu: Nincs korlátozás
id: Tanpa batasan
it: Nessun limite
nb: Ingen grense
nl: Ongelimiteerd
oc: Cap de limit
pt_br: Sem Limites
sk: Bez obmedzenia
ta: வரம்பு இல்லை
tr: Limit yok
uk: Без лімітів
vi: Không giới hạn
zh_tw: 不限速

source: Download complete.
ar: أكتمل التحميل.
bg: Свалянето завърши.
de: Herunterladen abgeschlossen.
et: Allalaadimine lõppes.
fa: بارگیری تکمیل شد.
fi: Lataus valmistui.
fr: Téléchargement terminé
hi: डाउनलोड पूर्ण।
hu: Letöltés befejezve.
id: Unduhan selesai.
it: Download completato.
nb: Nedlasting fullført
nl: Het downloaden is voltooid.
oc: Telecargament acabat.
pt_br: Download completo.
sk: Sťahovanie bolo dokončené.
ta: முழுமையான பதிவிறக்கம்.
tr: İndirme tamamlandı.
uk: Завантаження завершене.
vi: Tải xuống hoàn thành.
zh_tw: 下載完成。

source: Download speed is limited.
ar: سرعة التحميل محدودة.
bg: Скоростта на сваляне е ограничена.
de: Downloadgeschwindigkeit ist begrenzt.
et: Allalaadimiskiirus on piiratud.
fa: سرعت بارگیری محدود شده است.
fi: Latauksen nopeutta rajoitetaan.
fr: La vitesse de téléchargement est limitée
hi: डाउनलोड गति सीमित है।
hu: A letöltési sebesség korlátozott.
id: Kecepatan unduhan terbatas.
it: La velocità del download è limitata
nb: Nedlastingshastighet begrenset
nl: De downloadsnelheid is gelimiteerd.
oc: La velocitat de telecargament es limitada.
pt_br: Velocidade de download está limitada.
sk: Rýchlosť sťahovania je obmedzená.
ta: பதிவிறக்க விரைவு குறைவாக உள்ளது.
tr: İndirme hızı sınırlandı.
uk: Швидкість завантаження обмежена.
vi: Tốc độ tải xuống đã bị giới hạn.
zh_tw: 已限制下載速度

source: An error occurred:
ar: لقد حصل مشكلة:
bg: Възникна грешка:
de: Es ist ein Fehler aufgetreten:
et: Tekkis viga:
fa: یک خطا رخ داد:
fi: Tapahtui virhe:
fr: Une erreur est survenue :
hi: एक त्रुटि हुई:
hu: Hiba történt:
id: Terjadi kesalahan:
it: Si è verificato un errore:
nb: Noe gikk galt:
nl: Er is een fout opgetreden:
oc: Una error s'es producha :
pt_br: Um erro ocorreu:
sk: Vyskytla sa chyba:
ta: பிழை ஏற்பட்டது:
tr: Hata oluştu:
uk: Сталася помилка:
vi: Có lỗi xảy ra:
zh_tw: 偵測到錯誤：

source: MB/s
bg: МБ/с
et: MB/sek
fa: م.ب/ث
fi: Mt/s
fr: Mo/s
id: MB/d
oc: Mo/s
uk: МБ/с

source: KB/s
bg: КБ/с
et: KB/sek
fa: ک.ب/ث
fi: kt/s
fr: Ko/s
id: KB/d
oc: ko/s
uk: КБ/с

source: 0 B/s
bg: 0 Б/с
et: 0 B/sek
fa: ۰ ب/ث
fi: 0 t/s
fr: 0 o/s
id: 0 B/d
oc: 0 o/s
ta: 0 பி/வி
uk: 0 Б/с

source: MB/s
bg: МБ/с
et: MB/sek
fa: م.ب/ث
fi: Mt/s
fr: Mo/s
id: MB/d
oc: Mo/s
uk: МБ/с

source: KB/s
bg: КБ/с
et: KB/sek
fa: ک.ب/ث
fi: kt/s
id: KB/d
oc: ko/s
uk: КБ/с

source: B/s
bg: Б/с
et: B/sek
fa: ب/ث
fi: t/s
id: B/d
oc: o/s
uk: Б/с

source: Simultaneous Download Amount
ar: عدد التنزيلات المتزامنة
bg: Количество едновременни сваляния
de: Anzahl paralleler Downloads
et: Samaaegseid allalaadimisi
fa: مقدار بارگیری همزمان
fi: Samanaikaisten latausten määrä
fr: Nombre de téléchargements simultanés
hi: समकालिक डाउनलोड मात्रा
hu: Egyidejű letöltési mennyiség
id: Jumlah unduhan bersamaan
it: Quantità di download simultanei
nb: Antall parallelle nedlastinger
nl: Aantal gelijktijdige downloads
oc: Nombre de telecargaments simultanèus
pt_br: Quantidade de Downloads em Simultâneo
sk: Počet súčasne prebiehajúcich sťahovaní
ta: ஒரே நேரத்தில் பதிவிறக்க தொகை
tr: Aynı Anda İndirme Sayısı
uk: Кількість одночасних завантажень
vi: Số lượng tải xuống đồng thời
zh_tw: 同時下載數量

source: Resume All
ar: استئناف الكل
bg: Пускане на всички
de: Alle fortfahren
et: Jätka kõikide allalaadimist
fa: از سرگیری همه
fi: Palauta kaikki
fr: Tout reprendre
hi: सभी पुनः आरंभ करें
hu: Összes folytatása
id: Lanjutkan semua
it: Riprendi tutti
nb: Fortsett alt
nl: Alles hervatten
oc: Tot reprendre
pt_br: Continuar Todos
sk: Obnoviť všetky
ta: அனைத்தையும் மீண்டும் தொடங்குங்கள்
tr: Tümünü Sürdür
uk: Відновити всі
vi: Tiếp tục tất cả
zh_tw: 全部復原

source: aria2 based download manager utilizing GTK4 and Libadwaita.
ar: مدير تنزيل مبني على aria2، يستخدم GTK4 و Libadwaita.
bg: Мениджър на свалянията основан на aria2, използващ GTK4 и Libadwaita.
de: Ein aria2-basierter Download-Manager, welcher GTK4 und Libadwaita nutzt.
et: aria2 tarvikul põhinev ning GTK4 ja Libadwaita teeke kasutav allalaadimishaldur.
fa: مدیریت بارگیری برپایهٔ aria2 با استفاده از GTK4 و Libadwaita.
fr: gestionnaire de téléchargement basé sur aria2 utilisant GTK4 et Libadwaita
hi: GTK4 और Libadwaita का उपयोग करने वाला aria2 आधारित डाउनलोड प्रबंधक।
hu: aria2 alapú letöltéskezelő GTK4 és Libadwaita felhasználásával.
id: pengelola unduhan berbasis aria2 yang memanfaatkan GTK4 dan Libadwaita.
it: Gestore di download basato su aria2 e utilizza GTK4 con Libadwaita
nb: Varia er et enkelt nedlastingsverktøy som lar deg få tak i filer fra nettet. Last ned filer raskt takket være aria2-rammeverket, hold styr på flere nedlastinger på en gang, og se hva som har blitt lastet ned tidligere.
nl: Een op aria2 gebaseerde downloadbeheerder met GTK4 en Libadwaita.
oc: gestionari de telecargaments basat sus aria2 qu'utiliza GTK4 e Libadwaita.
pt_br: Gerenciador de download baseado em aria2 utilizando GTK4 e Libadwaita.
sk: Tento správca sťahovania je založený na nástroji aria2, ktorý umožňuje efektívne a rýchle sťahovanie súborov. Využíva GTK4 a Libadwaita, vďaka čomu ponúka plynulé a vizuálne príjemné používateľské rozhranie.
ta: ARIA2 அடிப்படையிலான பதிவிறக்க மேலாளர் GTK4 மற்றும் Libadwaita ஐப் பயன்படுத்துகிறார்.
tr: GTK4 ve Libadwaita kullanan aria2 tabanlı indirme yöneticisi.
uk: Менеджер завантажень заснований на aria2, який використовує GTK4 та Libadwaita.
vi: Trình tải xuống dựa vào aria2 tối ưu GTK4 và Libadwaita.
zh_tw: 基於 aria2 且使用 GTK4 與 Libadwaita 的下載管理員。

source: This application relies on the following pieces of software:
ar: هذا التطبيق يعتمد على البرامج التالية:
bg: Това приложение разчита на следния софтуер:
de: Diese Anwendung nutzt folgende Software:
et: See rakendus kasutab järgnevaid tarkvarakomponente:
fa: این نرم‌افزار متکی بر نرم‌افزارهای زیر است:
fr: Cette application s'appuie sur les logiciels suivants :
hi: यह अनुप्रयोग सॉफ्टवेयर के निम्नलिखित हिस्सों पर निर्भर करता है:
hu: Ez az alkalmazás a következő szoftverekre támaszkodik:
id: Aplikasi ini bergantung kepada perangkat lunak berikut:
it: Questa applicazione dipende dai seguenti software:
nb: Appen er bygget på denne programvaren:
nl: Deze toepassing is afhankelijk van de volgende software:
oc: Aquesta aplicacion utiliza los tròces de logicial :
pt_br: Este aplicativo depende dos seguintes softwares:
sk: Táto aplikácia využíva nasledujúce softvérové súčasti ako nevyhnutné základy pre svoju funkcionalitu:
ta: இந்த பயன்பாடு பின்வரும் மென்பொருள்களை நம்பியுள்ளது:
tr: Bu uygulama aşağıdaki yazılımlara dayanır:
uk: Цей додаток покладається на наступне програмне забезпечення:
vi: Ứng dụng này dựa trên những phần mềm sau:
zh_tw: 這程式需依賴以下幾款軟體：

source: The licenses of all of these pieces of software can be found in the dependencies_information directory in this application's app directory.
ar: يمكن العثور على تراخيص جميع هذه البرامج في مجلد "dependencies_information" داخل مجلد التطبيق.
bg: Лицензите на целия този софтуер можете да намерите в папката „dependencies_information“ в папката „app“ на това приложение.
de: Die Lizenzen dieser verwendeten Software können Sie im Verzeichnis »dependencies_information« im Anwendungsverzeichnis der App einsehen.
et: Näidatud tarkvara litsentsid leiduvad rakenduse paigalduskausta dependencies_information alamkaustas.
fa: مجوزهای همهٔ این نرم افزارها را می توان در فهرست dependencies_information در شاخهٔ برنامه‌های این برنامه یافت.
fr: La licence de tout ces logiciels peut être trouvé dans le dossier dependencies_information dans le dossier d'installation de l'application.
hi: सॉफ्टवेयर के इन सभी टुकड़ों के लाइसेंस इस अनुप्रयोग की ऐप निर्देशिका में dependency_information निर्देशिका में पाए जा सकते हैं।
hu: Ezen szoftverek licencei megtalálhatók az alkalmazás alkalmazáskönyvtárának dependencies_information könyvtárában.
id: Lisensi semua perangkat lunak ini dapat ditemukan di direktori dependencies_information dalam direktori aplikasi ini.
it: Le licenze di tutti questi software si possono trovare nella cartella dependencies_information nella cartella dell'app di questa applicazione.
nb: Lisensene til alt dette ligger i «dependencies_information» i appens mappe på systemet.
nl: De licenties van al deze software zijn te vinden in de map ‘dependencies_information’ in de hoofdmap van deze toepassing.
oc: Las licéncias de totes aquestes tròces se tròban dins lo dossièr de las informacions de las dependénciasound dins lo repertòri d'aquesta aplicacion.
pt_br: As licenças de todos esses softwares podem ser encontradas no diretório dependencies_information no diretório app deste aplicativo.
sk: Licencie všetkých týchto softvérových súčastí sú dostupné v adresári dependencies_information, ktorý sa nachádza v aplikačnom adresári tejto aplikácie, obsahujúcom všetky potrebné súbory pre jej správne fungovanie.
ta: இந்த அனைத்து மென்பொருள்களின் உரிமங்களையும் இந்த பயன்பாட்டின் பயன்பாட்டு கோப்பகத்தில் உள்ள சார்பு_ செய்தி கோப்பகத்தில் காணலாம்.
tr: Tüm bu yazılımlara ait lisanslar, uygulama dizinindeki dependencies_information dizininde bulunabilir.
uk: Знайти ліцензії усього перерахованого програмного забезпечення можна у теці 'dependencies_information' цього додатку.
vi: Chính sách của những phần mềm có thể tìm thấy ở đường dẫn dependencies_information ở trong thư mục chứa ứng dụng này.
zh_tw: 全部協議可在此程式路徑中的 dependencies_information 內找到。

source: translator-credits
ar: HongYue1
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
de: Philipp Kiemle <philipp.kiemle@gmail.com> xXSunfaceXx https://github.com/xxsunfacexx
et: Priit Jõerüüt 2025
fa: mohammad ostadi <mrostd@gmail.com> - CourierV <imcouriervi@gmail.com>
fi: Jiri Grönroos
fr: Naxomega
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hu: Meskó Balázs <mesko dot balazs at fsf dot hu> Zoltán Rózsa
id: Ilham Fauzan <https://zan.re>
it: Albano Battistella <albanobattistella@gmail.com> Neko the gamer <gvgpcocd5@mozmail.com> Gorlix
nb: Brage Fuglseth https://bragefuglseth.dev
nl: Heimen Stoffels <vistausss@fastmail.com>
oc: Quentin PAGÈS
pt_br: Tiago Lucas Flach <tiagolucas9830@gmail.com>
sk: Peter Vančo
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Sabri Ünal <libreajans@gmail.com> Giant Pink Robots! <giantpinkrobots@protonmail.com>
uk: volkov <volkovissocool@gmail.com> freeducks-debug
vi: Tô Huy from Viet Nam with luv 🤍
zh_tw: Julian Lai <s9209122222@gmail.com>

source: Download Directory
ar: مجلد التحميلات
bg: Папка за свалени файлове
de: Download Verzeichnis
et: Allalaadimiste kaust
fa: شاخهٔ بارگیری
fi: Latauskansio
fr: Dossier des téléchargements
hi: डाउनलोड निर्देशिका
hu: Mappa letöltése
id: Folder unduhan
it: Cartella download
nb: Nedlastingsmappe
nl: Downloadmap
oc: Repertòri de telecargament
pt_br: Diretório de Download
sk: Priečinok na ukladanie stiahnutých súborov
ta: கோப்பகத்தைப் பதிவிறக்கவும்
tr: İndirme Klasörü
uk: Тека для завантажень
vi: Thư mục tải xuống
zh_tw: 下載路徑

source: Change
ar: تغير
bg: Променяне
de: Ändern
et: Muuda
fa: تغییر
fi: Vaihda
fr: Changer
hi: बदलें
hu: Változás
id: Ubah
it: Cambia
nb: Endre
nl: Wijzigen
oc: Modificar
pt_br: Mudar
sk: Zmeniť
ta: மாற்றம்
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_tw: 改變

source: Speed limited
ar: الحد الأقصى للسرعة
bg: Скоростта е ограничена
de: Geschwindigkeit begrenzt
et: Võrgukiiruse piirang
fa: سرعت محدود شده
fi: Nopeus rajoitettu
fr: Vitesse limitée
hi: गति नियंत्रित
hu: Sebesség korlátozva
id: Kecepatan terbatas
it: Velocità limitata
nb: Hastighet begrenset
nl: Snelheid gelimiteerd
oc: Velocitat limitada
pt_br: Limite de Velocidade
sk: Rýchlosť je obmedzená
ta: ச்பீட் லிமிடெட்
tr: Hız sınırlı
uk: Швидкість обмежена
vi: Tốc độ bị giới hạn
zh_tw: 限速

source: Authentication
ar: التحقق من الهوية
bg: Удостоверяване
de: Legitimierung
et: Autentimine
fa: احراز هویت
fi: Todennus
fr: Authentification
hi: प्रमाणीकरण
hu: Hitelesítés
id: Otentikasi
it: Autenticazione
nb: Autentisering
nl: Verificatie
oc: Autentificacion
pt_br: Autenticação
sk: Overenie identity používateľa
ta: ஏற்பு
tr: Kimlik Doğrulama
uk: Аутентифікація
vi: Xác thực
zh_tw: 身份驗證

source: Username
ar: اسم المستخدم
bg: Потребителско име
de: Benutzername
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hi: उपयोक्तानाम
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
nb: Brukernavn
nl: Gebruikersnaam
oc: Nom d’utilizaire
pt_br: Nome de Usuário
sk: Používateľské meno
ta: பயனர்பெயர்
tr: Kullanıcı Adı
uk: Ім'я користувача
vi: Tên người dùng
zh_tw: 使用者名稱

source: Password
ar: كلمة السر
bg: Парола
de: Passwort
et: Salasõna
fa: گذرواژه
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
nb: Passord
nl: Wachtwoord
oc: Senhal
pt_br: Senha
sk: Heslo
ta: கடவுச்சொல்
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_tw: 密碼
