Repository: giantpinkrobots/varia
Catalog: po/*.po
Languages: ar, bg, de, et, fa, fi, fr, hi, hu, id, it, nb, nl, oc, pt_br, sk, ta, tr, uk, vi, zh_tw

source: As torrenting relies on people seeding data, disabling seeding is very much frowned upon and may result in you getting throttled or banned by certain clients and trackers. Clients are usually expected to seed at least as much as they download (a ratio of 1). You may want to consider limiting your seeding ratio instead.
ar: بما أن التورنت يعتمد على قيام الأشخاص ببذر البيانات (seeding)، فإن تعطيل البذر يعتبر أمرًا مستهجنًا للغاية وقد يؤدي إلى تقييد سرعتك أو حظرك من قبل بعض العملاء والمتتبعات. عادةً ما يُتوقع من العملاء أن يبذروا على الأقل بقدر ما يقومون بتنزيله (نسبة 1). قد ترغب في التفكير في تحديد نسبة البذر بدلاً من ذلك.
bg: Тъй като торентите разчитат на това хората да качват данни, а не само да свалят, на изключването на качването не се гледа с добро око и за това може да получите забрана или скоростта на сваляне да Ви бъде намалена от определени клиенти или сървъри. Клиентите обикновено се очаква да качат поне толкова данни, колкото са и свалили (коефициент 1). Друг вариант е само да ограничите коефициента си на качване.
de: Da Torrents darauf angewiesen sind, dass Nutzer Daten seeden, ist es unerwünscht das Seeding zu deaktivieren und kann dazu führen, dass Sie von bestimmten Clients und Trackern gedrosselt oder gesperrt werden. Von Ihnen wird normalerweise erwartet, dass sie mindestens so viel seeden wie sie herunterladen (Verhältnis 1:1). Sie sollten in Betracht ziehen, stattdessen Ihr Seeding Verhältnis zu begrenzen.
et: Torrenti kasutamine eeldab, et kõik osalejad ka jagavad andmeid edasi ning selle väljalülitamist võidakse pahaks panna ja näiteks piirata sulle jagatavate andmete laadimiskiirust või mõnede klientide ning serverite puhul lausa ühendus blokeerida.Tavaliselt eeldatakse, et kliendid jagada edasi samapalju andmeid, kui laadivad alla (suhtarv 1). Aga vastavalt sinu konkreetsetele oludele võib sul olla vaja seda suhtarvu muuta.
fa: از آنجا که تورنت‌کردن (اشتراک‌گذاری فایل) بر پایه اشتراک‌گذاری داده‌ها توسط کاربران (seed کردن) استوار است، غیرفعال کردن اشتراک‌گذاری به شدت ناپسند تلقی می‌شود و ممکن است باعث شود توسط برخی کلاینت‌ها و ردیاب‌ها (trackers) سرعت اینترنت شما کاهش یابد یا حتی مسدود شوید. معمولاً از کاربران انتظار می‌رود حداقل به اندازه‌ای که دانلود می‌کنند، داده اشتراک‌گذاری کنند (نسبت ۱ به ۱). بهتر است به جای غیرفعال کردن کامل، نسبت اشتراک‌گذاری خود را محدود کنید.
fr: Le téléchargements de fichier via torrents s'appuie sur le fait que chaque personne ayant téléchargé le fichier l'envoie à son tour. En désactivant l'envoi de données, vous vous verrez probablement limité(e) ou banni(e) des téléchargements torrent. Les clients sont généralement attendus d'envoyer au moins ce qu'ils téléchargent (Ratio de 1). Vpus devriez baisser votre ratio d'envoi à la place.
hu: Mivel a torrentezés a felhasználók által megosztott adatokon alapul, a megosztás letiltása rossz szemmel nézett dolog, és bizonyos kliensek vagy követők esetén sebességkorlátozást vagy kitiltást eredményezhet. A kliensektől általában elvárják, hogy legalább annyit osszanak meg, amennyit letöltenek (1-es arány). Érdemes inkább a megosztási arány korlátozását megfontolni.
id: Karena torrenting bergantung pada orang-orang yang melakukan seeding data, menonaktifkan seeding sangat tidak disarankan dan dapat menyebabkan akun Anda dibatasi (throttled) atau diblokir oleh beberapa klien atau tracker. Pengguna biasanya diharapkan untuk melakukan seeding setidaknya sebanyak yang mereka unduh (rasio 1:1). Anda mungkin ingin mempertimbangkan untuk membatasi rasio seeding Anda daripada menonaktifkannya sepenuhnya.
it: Poiché il torrenting si basa sulla condivisione dei dati da parte degli utenti, la disattivazione della condivisione è molto disapprovata e può comportare il throttling o il divieto di accesso da parte di alcuni client e tracker. Di solito ci si aspetta che i client effettuino il seeding almeno nella misura in cui scaricano (un rapporto di 1). Si consiglia invece di limitare il rapporto di seeding.
nl: Aangezien torrenting afhankelijk is van mensen die data seeden, wordt het sterk afgekeurd om seeding uit te schakelen. Dit kan ertoe leiden dat u wordt geknepen in snelheid (throttled) of wordt verbannen door bepaalde clients en trackers. Van clients wordt meestal verwacht dat ze minstens evenveel uploaden als ze downloaden (een ratio van 1). U kunt overwegen om in plaats daarvan uw seedingratio te beperken.
pt_br: Como o torrent depende de pessoas semeando dados, desabilitar o semeação é muito mal visto e pode resultar em você ser limitado ou banido por certos clientes e rastreadores. Normalmente, espera-se que os clientes semeiem pelo menos tanto quanto eles baixam (uma proporção de 1). Você pode querer considerar limitar sua proporção de semeação em vez disso.
sk: Torrentovanie závisí na tom, že ľudia zdieľajú dáta, preto zakázanie zdieľania je veľmi neodporúčané a môže viesť k tomu, že vás niektorí klienti a trackery spomalia alebo zablokujú. Od používateľov sa zvyčajne očakáva, že budú zdieľať aspoň toľko, koľko stiahli (pomer 1:1). Možno by ste mali zvážiť obmedzenie pomeru zdieľania namiesto jeho úplného zakázania.
ta: டோரண்டிங் மக்கள் தரவை விதைப்பதை நம்பியிருப்பதால், விதைப்பதை முடக்குவது மிகவும் கோபமாக உள்ளது, மேலும் சில வாடிக்கையாளர்கள் மற்றும் டிராக்கர்களால் நீங்கள் தூண்டப்படவோ அல்லது தடை செய்யவோ காரணமாக இருக்கலாம். வாடிக்கையாளர்கள் வழக்கமாக பதிவிறக்கும்போது குறைந்தபட்சம் விதை செய்வார்கள் என்று எதிர்பார்க்கப்படுகிறது (1 என்ற விகிதம்). அதற்கு பதிலாக உங்கள் விதைப்பு விகிதத்தை கட்டுப்படுத்துவதை நீங்கள் பரிசீலிக்க விரும்பலாம்.
tr: Torrent sistemi verileri seed eden kişiler sayesinde çalıştığından dolayı seeding işlemini devre dışı bırakmak hoş karşılanmaz ve bazı istemciler ve tracker'lar tarafından hızınızın düşürülmesine veya engellenmenize neden olabilir. İstemcilerden genellikle indirdikleri kadar yükleme yapmaları (1:1 oran) beklenir. Bunun yerine seed oranınızı sınırlamayı düşünebilirsiniz.
uk: Оскільки система торрентів тримається на тому, щоб люди допомагали роздавати дані - вимкнення роздачі не є прийнятним на деяких торрент трекерах і клієнтах, за що вас можуть обмежувати або блокувати. Зазвичай, від клієнтів очікують, що вони будуть роздавати хоча б стільки, скільки і завантажують (коефіцієнт 1). Тому краще зменшити коефіцієнт роздачі, замість вимкнення.
vi: Torrent dự vào dữ liệu của người dùng, tắt seeding là không thể chấp nhận và có thể sẽ bị ban bởi một số clients hoặc trackers. Clients thường sẽ seed ít nhất bằng tỉ lệ họ tải xuống (thường là 1). Thay vì thế bạn có thể giới hạn tỉ lệ seeding.
zh_tw: 種子下載依賴人們對資料做種，禁用做種是令人非常厭惡的行為並且可能會導致您被某些客戶端和追蹤器限流或封禁。客戶端通常預期至少做種到與其下載相同的資料量（做種比率為 1）。相反地您可能更想要限製做種比率。

source: Cancel Seeding
ar: الغاء ال seeding
bg: Отказване на качването
de: Seeding abbrechen
et: Katkesta edasijagamine
fa: لغو کردن بذرپاشی
fi: Peru jakaminen
fr: Annuler l'envoi
hu: Megosztás megszakítása
id: Batalkan Seeding
it: Cancella Seeding
nl: Seeden annuleren
pt_br: Cancelar semeação
sk: Zrušiť zdieľanie
ta: விதைப்பு ரத்துசெய்
tr: Seed Etmeyi Devre Dışı Bırak
uk: Скасувати роздачу
vi: Dừng Seeding
zh_tw: 取消做種

source: Save
ar: الحفظ
bg: Запазване
de: Speichern
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
hu: Mentés
id: Simpan
it: Salva
nl: Opslaan
oc: Enregistrar
pt_br: Salvar
sk: Uložiť
ta: சேமி
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_tw: 儲存

source: Show Menu
ar: إظهار القائمة
bg: Показване на менюто
de: Menü anzeigen
et: Näita menüüd
fa: نمایش منو
fi: Näytä valikko
fr: Voir le menu
hu: Menü megjelenítése
id: Tampilkan Menu
it: Mostra il Menu
nl: Menu weergeven
oc: Mostrar lo menú
pt_br: Exibir Menu
sk: Zobraziť menu
ta: மெனுவைக் காட்டு
tr: Menüyü Göster
uk: Показати меню
vi: Hiện Menu
zh_tw: 顯示選單

source: OK
ar: نعم
bg: Добре
et: Sobib
fa: باشه
hu: Rendben
ta: சரி
tr: Tamam
uk: Добре
vi: Đồng ý

source: You are using Varia as a Snap package. To be able to use the shutdown on completion option you must first give Varia the related permission. To do this, open a terminal window and execute this command and then restart Varia:
ar: أنت تستخدم فاريا كحزمة سناب. لإستخدام إغلاق عند الإنتهاء يجب عليك إعطاء الصلاحيات اللازمة. لتطييقه إفتح صفحة الطرفية ونفذ هذا الأمر وأعد تشغيل فاريا
bg: Вие използвате Varia като пакет от Snap. Ако искате да използвате функцията за изключване на компютъра при завършване на свалянето, трябва първо да дадете на Varia съответното разрешение. За да направите това, отворете терминала и изпълнете тази команда, а след това рестартирайте Varia:
de: Sie verwenden Varia als Snap Paket. Um die Option 'Herunterfahren wenn abgeschlossen' nutzen zu können, müssen Sie Varia zunächst die entsprechende Berechtigung erteilen. Öffnen Sie dazu ein Terminal, führen Sie diesen Befehl aus und starten Sie Varia anschließend neu:
et: Sa kasutad Variat Snapi paketina. Kui soovid, et saaksid peala allalaadimist arvuti kinni panna, siis palun anna Variale vastavad õigused. Selleks ava terminali aken, käivita alljärgnev käsk ning seejärel käivita Varia uuesti:
fa: شما در حال استفاده از Varia به صورت بسته Snap هستید. برای اینکه بتوانید گزینه خاموش شدن پس از اتمام را فعال کنید، ابتدا باید اجازه مربوطه را به Varia بدهید. برای این کار، یک پنجره ترمینال باز کنید و این دستور را اجرا کنید و سپس Varia را مجدداً راه‌اندازی کنید:
hu: A Variát Snap csomagként használja. Ahhoz, hogy a „Leállítás a befejezéskor” lehetőséget használhassa, először meg kell adnia a szükséges engedélyt a Variának. Ehhez nyisson meg egy terminálablakot, futtassa az alábbi parancsot, majd indítsd újra a Variát:
id: Anda menggunakan Varia sebagai paket Snap. Untuk dapat menggunakan opsi matikan setelah selesai, Anda harus terlebih dahulu memberikan izin yang diperlukan Varia. Untuk melakukannya, buka terminal dan jalankan perintah berikut, lalu mulai ulang Varia:
pt_br: Você está usando o Varia como um pacote Snap. Para poder usar a opção de desligamento ao concluir, você precisa primeiro conceder ao Varia a permissão correspondente. Para isso, abra uma janela de terminal, execute este comando e reinicie o Varia:
sk: Používate aplikáciu Varia ako Snap balík. Snap balíky fungujú v izolovanom prostredí, kde majú obmedzený prístup k určitým systémovým funkciám kvôli bezpečnosti. Aby ste mohli využiť možnosť „Vypnúť počítač po dokončení“, musíte aplikácii Varia najskôr udeliť potrebné povolenia na ovládanie systému. Ak to chcete urobiť, otvorte Terminál, vložte tento príkaz a následne reštartujte aplikáciu Varia:
ta: நீங்கள் வரியாவை ச்னாப் தொகுப்பாகப் பயன்படுத்துகிறீர்கள். நிறைவு விருப்பத்தில் பணிநிறுத்தத்தைப் பயன்படுத்த நீங்கள் முதலில் வெரியாவுக்கு தொடர்புடைய அனுமதியை வழங்க வேண்டும். இதைச் செய்ய, ஒரு முனைய சாளரத்தைத் திறந்து இந்த கட்டளையை இயக்கவும், பின்னர் மாறுபாட்டை மறுதொடக்கம் செய்யவும்:
tr: Varia'nın Snap versiyonunu kullanıyorsunuz. İndirme bitiminde bilgisayarı kapatma opsiyonunu kullanmak istiyorsanız önce Varia'ya gerekli izini vermeniz gerekiyor. Bunu yapmak için bir terminal açıp bu komutu çalıştırdıktan sonra Varia'yı yeniden başlatın:
uk: Ви використовуєте Varia у snap пакунку. Щоб дозволити вимкнення пристрою по завершенню завантаження - вам спочатку треба видати Varia належні дозволи. Щоб виконати це, відкрийте термінал та виконайте цю команду і перезавантажте Varia:
vi: Bạn đang sử dụng Varia phiên bản Snap. Vui lòng cấp quyền cho ứng dụng tắt máy và hoàn thành. Hãy mở giao diện dòng lệnh và thực hiện các câu lệnh sau, sau đó hãy khởi động lại Varia:

source: Enable Torrenting
ar: تفعيل أعدادات التورينت
bg: Включване на торентите
de: Torrents aktivieren
et: Luba torrenti kasutamine
fa: فعال کردن تورنت
fi: Ota torrentointi käyttöön
fr: Activer Torrent
hu: Torrent engedélyezése
id: Aktifkan Torrent
pt_br: Habilitar torrent
sk: Spustenie torrentovania
ta: டொரெண்டிங் இயக்கவும்
tr: Torrent Desteğini Etkinleştir
uk: Увімкнути режим торренту

source: The browser extension will not work when Remote Mode is enabled.
ar: امتداد المتصفح لن يعمل إذا كان نمط عن بعد مفعل.
bg: Добавката за браузъра няма да работи, когато е включен дистанционният режим.
de: Die Browsererweiterung funktioniert nicht, wenn der remote Modus aktiviert ist.
et: Brauseri laiendus ei toimi, kui kaughaldus on kasutusel.
fa: وقتی حالت راه دور (Remote Mode) فعال باشد، افزونه مرورگر کار نخواهد کرد.
fr: L'extension de navigateur ne fonctionnera pas si le mode distant est activé.
hu: A böngészőkiegészítő nem fog működni, ha a Távoli mód engedélyezve van.
id: Ekstensi browser ini tidak akan bekerja ketika Mode Remote diaktifkan.
pt_br: A extensão do navegador não funcionará quando o Modo Remoto estiver ativado.
sk: Rozšírenie pre prehliadač nebude fungovať, keď je aktívny vzdialený režim ovládania.
ta: தொலைநிலை பயன்முறை இயக்கப்பட்டால் உலாவி நீட்டிப்பு இயங்காது.
tr: Uzaktan Kontrol Modu açıkken tarayıcı uzantısı çalışmaz.
uk: Розширення для браузера не буде працювати, доки "Віддалений режим" увімкнений.
vi: Tiện ích trình duyệt sẽ không hoạt động được khi bật chế độ từ xa.

source: Disabling torrenting will prevent new torrents from being added. It will not stop current torrent instances.
ar: أيقاف تحميل التورينت سيمنع إضافة ملفات التورينت الجديدة. لن يوقف تحميل التورينت الحالي
bg: Изключването на торентите ще забрани добавянето на нови торенти, но няма да спре текущите.
de: Das Deaktivieren von Torrents verhindert das Hinzufügen neuer Torrents.Laufende Torrents werden dadurch nicht gestoppt.
et: Torrentite töötluse väljalülitamine takistab vaid uute torrentite lisamist, kuid ei lõpeta pooleliolevaid torrentipõhiseid allalaadimisi.
fa: غیرفعال کردن تورنت باعث می‌شود که تورنت‌های جدید اضافه نشوند. اما تورنت‌های در حال اجرا را متوقف نخواهد کرد.
fr: Désactiver Torrent empêchera l'ajout de nouveaux torrents. Cela n'arrêtera pas les torrents en cours.
hu: A torrent letiltása megakadályozza az új torrentek hozzáadását. Nem állítja le a jelenlegi torrent példányokat.
id: Mematikan torrent akan mencengah torrent baru ditambahkan. Ini tidak akan memberhentikan torrent yang sedang berjalan.
pt_br: Desativar o uso de torrents impedirá a adição de novos torrents. Isso não interromperá as instâncias de torrent atuais.
sk: Vypnutie torrentovania zabráni pridávaniu nových torrentov, ale neovplyvní tie, ktoré už prebiehajú. Všetky existujúce torrenty budú pokračovať v sťahovaní alebo odosielaní dát bez prerušenia.
ta: நீரோட்டத்தை முடக்குவது புதிய நீரோடைகள் சேர்க்கப்படுவதைத் தடுக்கும். இது தற்போதைய டொரண்ட் நிகழ்வுகளை நிறுத்தாது.
tr: Torrentleri devre dışı bırakmak yeni torrent eklenmesini engeller. İndirme sürecinde olan torrentleri durdurmaz.
uk: Вимкнення режиму торрентів зупинить додавання нових торрентів. Це не призведе до зупинки поточних активних завантажень торрентів.
vi: Tắt chế độ torrent sẽ không tự động thêm torrent mới về sau. Tùy chọn này không ngăn cản torrent đang chạy.

source: Torrenting is disabled.
ar: تحميل التورينت متوقف
bg: Торентите са изключени.
de: Torrents sind deaktiviert.
et: Torrentipõhine allalaadimine pole kasutusel.
fa: تورنت غیرفعال شده است.
fi: Torrentointi on pois käytöstä.
fr: Torrent est désactivé.
hu: Torrent letiltva.
id: Torrent dinonaktifkan.
pt_br: O torrent está desativado.
sk: Torrentovanie je vypnuté.
ta: டோரண்டிங் முடக்கப்பட்டுள்ளது.
tr: Torrent desteği devre dışı.
uk: Режим торренту вимкнено.
vi: Chế độ torrent đã tắt.

source: Unknown filesize
ar: حجم الملف مجهول
bg: Неизвестен размер
de: Unbekannte Dateigröße
et: Tundmatu failisuurus
fa: حجم فایل نامشخص
fi: Tuntematon tiedostokoko
fr: Taille de fichier inconnue
hu: Ismeretlen fájlméret
id: Ukuran file tidak diketahui
oc: Talha de fichièr desconeguda
pt_br: Tamanho de arquivo desconhecido
sk: Neznáma veľkosť
ta: தெரியாத கோப்பு அளவு
tr: Dosya boyutu belirsiz
uk: Невідомий розмір файлу

source: Show
ar: عرض القائمة
bg: Показване
de: Anzeigen
et: Näita
fa: نمایش
fi: Näytä
fr: Voir le menu
hu: Megjelenítés
id: Tampilkan
pt_br: Exibir
sk: Zobraziť
ta: காட்டு
tr: Göster
uk: Показати

source: Quit
ar: إغلاق
bg: Изход
de: Beenden
et: Välju
fa: خروج
fi: Lopeta
fr: Quitter
hu: Kilépés
id: Keluar
pt_br: Sair
sk: Zavrieť
ta: வெளியேறு
tr: Çık
uk: Вийти

source: Background Mode on Close
ar: العمل في الخلفية عند الإغلاق
bg: Фонов режим при затваряне
de: Nach dem Schließen weiter im Hintergrund ausführen
et: Sulgemisel vii taustale
fa: ورود به حالت پس‌زمینه پس از خروج
fi: Taustatila sulkemisen myötä
fr: Exécution en arrière-plan
hu: Háttér mód bezáráskor
id: Mode Latar Belakang ketika Ditutup
pt_br: Modo de segundo plano ao fechar
sk: Režim na pozadí pri zatvorení aplikácie
ta: மூடுகையில் பின்னணி முறை
tr: Kapayınca Arka Plan Moduna Al
uk: Режим заднього фону при закриванні

source: Upon closing, Varia will close to tray insted of exiting.
ar: خلال الإغلاق فاريا سيعمل في الخلفية بدل الخروج
bg: При затваряне, Varia ще остане в системната област на лентата за задачите.
de: Beim Schließen wird Varia in den Infobereich minimiert.
et: Sulgemisel jääb Varia taustal tööle ning on leitav süsteemisalvest.
fa: پس از بستن، Varia به جای خروج کامل، در نوار وظیفه (tray) بسته خواهد شد.
fi: Kun suljetaan, Varia sulkeutuu ilmoitusalueelle lopettamisen sijaan.
hu: Bezáráskor a Varia a kilépés helyett a tálcára helyezi magát.
id: Setelah ditutup, Varia akan berada di tray sistem..
pt_br: Ao fechar, o Varia fechará e irá para bandeja do sistema em vez de sair.
sk: Po zatvorení sa Varia minimalizuje do systémovej lišty namiesto úplného ukončenia. Týmto spôsobom zostane aplikácia spustená na pozadí a môže byť rýchlo obnovená bez nutnosti opätovného spustenia.
ta: மூடப்பட்டவுடன், வரியா வெளியேறும் தட்டுக்கு மூடப்படும்.
tr: Varia kapanmak yerine sistem tepsisine küçültülür.
uk: Після закривання вікна Varia, додаток буде згорнуто до лотку (tray).

source: Tray Icon Always Visible
ar: خيار أيقونة العمل في الخلفية دائما ظاهرة
bg: Винаги видима иконка в системната област
de: Im Infobereich (Systemtray) immer sichtbar
et: Süsteemisalve ikoon on alati näha
fa: آیکون نوار وظیفه همیشه قابل مشاهده باشد
fi: Ilmoitusalueen kuvake aina näkyvissä
hu: Tálca ikon mindig látható
id: Icon Tray Selalu Terlihat
pt_br: Ícone da bandeja sempre visível
sk: Ikona aplikácie v systémovej lište vždy viditeľná
ta: தட்டு ஐகான் எப்போதும் தெரியும்
tr: Tepsi Simgesi Her Zaman Görünür
uk: Піктограма завжди відображається у лотку (tray)

source: The tray icon will be visible even when Varia is not in background mode.
ar: أيقونة العمل في الخلفية سوف تظهر حتى لو كان فاريا ليس في نمط الخلفية.
bg: Иконката в системната област ще присъства винаги – дори когато Varia не е във фонов режим.
de: Das Tray Icon ist auch sichtbar, wenn Varia nicht im Hintergrundmodus läuft.
et: Süsteemisalve ikoon on näha ka siis, kui Varia ei tööta taustal.
fa: آیکون نوار وظیفه حتی زمانی که Varia در حالت پس‌زمینه نیست نیز قابل مشاهده خواهد بود.
fi: Ilmoitusalueen kuvake on näkyvissä myös silloin, kun Varia ei ole taustatilassa.
hu: A tálca ikon akkor is látható lesz, ha a Varia nincs háttérben.
id: Icon tray akan terlihat walau Varia tidak dalam mode latar belakang.
pt_br: O ícone de bandeja será visível mesmo quando Varia não estiver em modo de segundo plano.
sk: Ikona v systémovej lište bude vždy viditeľná aj vtedy, keď Varia nebude bežať na pozadí.
ta: மாறுபாடு பின்னணி பயன்முறையில் இல்லாதபோதும் தட்டு ஐகான் தெரியும்.
tr: Varia arka plan modunda değilse bile sistem tepsisi simgesi her zaman gösterilir.
uk: Піктограма у лотку (tray) завжди буде видима, навіть якщо Varia не у фоновому режимі.

source: Open on Startup
ar: خيار الفتح عند التشغيل
bg: Автоматично стартиране
de: Varia mit dem System starten
et: Ava käivitamisel
fa: باز شدن هنگام راه‌اندازی سیستم
fi: Avaa käynnistyksen myötä
hu: Megnyitás rendszerindításkor
id: Buka saat Startup
pt_br: Abrir na inicialização
sk: Spustenie aplikácie pri štarte systému
ta: தொடக்கத்தில் திற
tr: Sistemle Birlikte Başlat
uk: Відкривати при запуску системи

source: Varia will open automatically when the system starts.
ar: فاريا سيعمل آلياً عند بدء النظام
bg: Varia ще се стартира автоматично заедно със системата.
de: Varia automatisch beim Hochfahren starten.
et: Süsteemi käivitumisel avatakse ka Varia rakendus.
fa: Varia به‌طور خودکار هنگام راه‌اندازی سیستم باز خواهد شد.
fi: Varia avautuu automaattisesti, kun järjestelmä käynnistyy.
fr: Varia s'ouvrira automatiquement au démarrage de l'ordinateur.
hu: A Varia automatikusan megnyílik, amikor a rendszer elindul.
id: Varia akan terbuka otomatis ketika sistem dimulai.
pt_br: Varia vai abrir automaticamente ao inicializar o sistema.
sk: Varia sa spustí automaticky pri štarte systému, aby bola okamžite pripravená na použitie.
ta: கணினி தொடங்கும் போது வரியா தானாகவே திறக்கப்படும்.
tr: Varia sistem başlangıcında otomatik olarak başlatılır.
uk: Varia буде автоматично відкрито при запуску системи.

source: Varia will start directly in background mode upon opening.
ar: فاريا سيعمل مباشرة في نمظ الخلفية عند الفتح
bg: Varia ще се стартира във фонов режим.
de: Varia startet im Hintergrund.
et: Varia käivitub avamisel taustarežiimis.
fa: Varia به محض باز شدن مستقیماً در حالت پس‌زمینه شروع خواهد کرد.
fi: Varia käynnistyy suoraan taustatilaan avauksen myötä.
hu: A Varia a megnyitás után közvetlenül a háttérben indul el.
id: Varia akan dimulai dalam mode latar belakang saat dibuka.
pt_br: Varia vai iniciar diretamente em modo de segundo plano ao ser aberto.
sk: Varia sa po spustení automaticky otvorí v režime pozadia, aby bola okamžite pripravená na použitie. Toto nastavenie je ideálne pre tých, ktorí ju chcú mať neustále dostupnú.
ta: திறந்தவுடன் வரியா நேரடியாக பின்னணி பயன்முறையில் தொடங்கும்.
tr: Varia direkt olarak arka plan modunda başlatılır.
uk: Varia буде одразу запускатися у фоновому режимі.

source: Use Varia as a GUI for a remote aria2c instance.
ar: استخدم فاريا كواجهة سطح المكتب لطلب aria2c عن بعد
bg: Използване на Varia като интерфейс за управление на отдалечено изпълняващ се aria2c.
de: Varia als GUI für eine remote aria2c Instanz verwenden.
et: Kasuta Variat kaugseadmes asuva aria2c kasutajaliidesena.
fa: از Varia به عنوان رابط گرافیکی (GUI) برای یک نمونه‌ی راه دور aria2c استفاده کنید.
hu: Használja a Varia grafikus felhasználói felületét egy távoli aria2c példányhoz.
id: Gunakan Varia sebagai antarmuka grafis untuk instance aria2c jarak jauh.
pt_br: Usa Varia como uma GUI para uma instância remota do aria2c.
sk: Varia sa použije ako grafické používateľské rozhranie pre vzdialenú inštanciu aria2c.
ta: தொலைதூர ARIA2C உதாரணத்திற்கு QUI ஆக வரியாவைப் பயன்படுத்தவும்.
tr: Varia'yı başka bir aria2c süreci için bir grafiksel arayüz olarak kullan.
uk: Використовувати Varia як графічний інтерфейс для віддаленого екземпляру aria2c.

source: Configure
ar: إعداد
bg: Настройки
de: Konfigurieren
et: Seadista
fa: پیکربندی کنید
fr: Paramètres
hu: Konfigurálás
id: Konfigurasi
sk: Konfigurovať
ta: உள்ளமை
tr: Yapılandır
uk: Налаштувати

source: Download Segments
ar: أقسام التحميل.
bg: Сваляне на части
de: Downloadlimit paralleler Segmente
et: Laadi segmendid alla
fa: دانلود بخش‌ها
id: Unduh Segmen
sk: Stiahnuť segmenty
tr: İndirme Parçaları

source: Pause
ar: إيقاف
bg: Спиране на пауза
de: Alle pausieren
et: Peata
sk: Pozastaviť
tr: Duraklat

source: Resume
ar: استئناف
bg: Възобновяване
de: Alle fortsetzen
et: Jätka
fr: Reprendre
sk: Obnoviť
tr: Sürdür

source: Stop
ar: إيقاف
bg: Спиране
de: Stopp
et: Lõpeta
fr: Arrêter
sk: Zastaviť
tr: Durdur

source: Open File
ar: فتح ملف
bg: Отваряне на файла
de: Datei öffnen
et: Ava fail
fr: Ouvrir un fichier
sk: Otvoriť súbor
tr: Dosyayı Aç

source: Retry
ar: إعادة محاولة
bg: Повторен опит
de: Erneut versuchen
et: Proovi uuesti
fr: Réessayer
sk: Opakovať
tr: Yeniden Dene

source: Require Encryption
ar: يستلزم التشفير
bg: Изисква се шифроване
de: Verschlüsselung erforderlich
et: Eelda krüptimist
fr: Forcer le chiffrement
sk: Vyžadovanie šifrovania
tr: Şifreleme Gerektir
