Repository: giantpinkrobots/varia
Catalog: po/*.po
Languages: ar, bg, de, et, fa, fi, fr, hi, hu, id, it, nb, nl, oc, pt_br, sk, ta, tr, uk, vi, zh_tw

source: A new version of Varia is available. Do you want to update?
ar: نسخة أحدث من Varia وجدت. هل تريد التحديث؟
bg: Има нова версия на „Varia“, която е налична за инсталиране. Искате ли да обновите?
de: Eine neue Version von Varia ist verfügbar. Jetzt herunterladen?
et: Varia uus versioon on saadaval. Kas sa soovid rakendust uuendada?
fa: نسخه جدیدی از واریا در دسترس است. آیا میخواهید به‌روزرسانی کنید؟
fi: Uusi Varia-versio on saatavilla. Haluatko päivittää?
fr: Une nouvelle version de Varia est disponible, voulez-vous l'installer ?
hu: Megjelent a Varia új verziója. Frissíti?
id: Versi terbaru Varia tersedia. Apakah Anda ingin memperbaruinya?
it: È disponibile una nuova versione di Varia. Vuoi aggiornare?
nl: Er is een nieuwe versie van Varia beschikbaar. Wilt u bijwerken?
pt_br: Uma nova versão do Varia está disponível. Gostaria de atualizar?
sk: K dispozícii je nová verzia aplikácie Varia. Chcete ju aktualizovať?
ta: வரியாவின் புதிய பதிப்பு கிடைக்கிறது. நீங்கள் புதுப்பிக்க விரும்புகிறீர்களா?
tr: Varia'nın yeni bir sürümü mevcut. Güncellemek ister misiniz?
uk: Доступна нова версія Varia. Бажаєте оновити?
vi: Đã có phiên bản mới của Varia. Bạn có muốn cập nhật không?
zh_tw: Varia 有新版本可用。您想要更新嗎？

source: Update available
ar: يوجد تحديث
bg: Налично е обновление
de: Aktualisierung verfügbar
et: Uus versioon on saadaval
fa: به‌روزرسانی در دسترس است
fi: Päivitys saatavilla
fr: Mise à jour disponible
hu: Frissítés érhető el
id: Pembaruan tersedia
it: Aggiornamento disponibile
nl: Update beschikbaar
pt_br: Atualização disponível
sk: K dispozícii je aktualizácia
ta: புதுப்பிப்பு கிடைக்கிறது
tr: Güncelleme mevcut
uk: Доступне оновлення
vi: Cập nhật khả dụng
zh_tw: 有更新可用

source: Update
ar: تحديث
bg: Обновяване
de: Aktualisieren
et: Uuenda
fa: به‌روزرسانی
fi: Päivitä
fr: Mise à jour
hu: Frissítés
id: Perbarui
it: Aggiornamento
nl: Bijwerken
oc: Actualizar
pt_br: Atualizar
sk: Aktualizovať
ta: புதுப்பிப்பு
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_tw: 更新

source: Downloading update...
ar: جارى تحميل التحديث...
bg: Сваляне на обновлението…
de: Update wird heruntergeladen...
et: Laadime uuendust alla...
fa: درحال بارگیری به‌روزرسانی...
fi: Ladataan päivitystä...
fr: Téléchargement de la mise à jour...
hu: Frissítés letöltése…
id: Mengunduh pembaruan...
it: Download aggiornamento.
nl: Update wordt gedownload...
oc: Telecargament de l'actualizacion...
pt_br: Baixando atualização...
sk: Sťahuje sa aktualizácia...
ta: புதுப்பிப்பைப் பதிவிறக்குகிறது ...
tr: Güncelleme indiriliyor...
uk: Завантаження оновлення...
vi: Đang tải xuống bản cập nhật...
zh_tw: 正在下載更新…

source: Download failed.
ar: فشل التحميل.
bg: Свалянето е неуспешно.
de: Herunterladen fehlgeschlagen.
et: Allalaadimine ei õnnestunud.
fa: بارگیری شکست خورد.
fi: Lataus epäonnistui.
fr: Echec du téléchargement.
hu: Letöltés sikertelen.
id: Unduhan gagal.
it: Download fallito.
nl: Downloaden mislukt.
oc: Fracàs del telecargament.
pt_br: O download falhou.
sk: Sťahovanie sa nepodarilo.
ta: பதிவிறக்கம் தோல்வியடைந்தது.
tr: İndirme başarısız.
uk: Помилка завантаження.
vi: Tải xuống thất bại.
zh_tw: 下載失敗。

source: Yes
ar: نعم
bg: Да
de: Ja
et: Jah
fa: بله
fi: Kyllä
fr: Oui
hu: Igen
id: Ya
it: Si
nl: Ja
oc: Òc
pt_br: Sim
sk: Áno
ta: ஆம்
tr: Evet
uk: Так
vi: Có
zh_tw: 是

source: No
ar: لا
bg: Не
de: Nein
et: Ei
fa: خیر
fi: Ei
fr: Non
hu: Nem
id: Tidak
nl: Nein
oc: Non
pt_br: Não
sk: Nie
ta: இல்லை
tr: Hayır
uk: Ні
vi: Không
zh_tw: 不

source: Automatically Check for Updates
ar: التحقق التلقائى عن التحديثات
bg: Автоматично проверяване за обновления
de: Automatisch nach Aktualisierungen suchen
et: Kontrolli uuendusi automaatselt
fa: به صورت خودکار برای به‌روزرسانی بررسی کن
fi: Tarkista päivitykset automaattisesti
fr: Rechercher automatiquement des mises à jour
hu: Frissítések automatikus keresése
id: Otomatis Periksa Pembaruan
it: Verifica automatica degli aggiornamenti
nl: Automatisch controleren op updates
pt_br: Verificar atualizações automaticamente
sk: Automaticky kontrolovať dostupnosť aktualizácie
ta: புதுப்பிப்புகளை தானாக சரிபார்க்கவும்
tr: Güncellemeleri Otomatik Olarak Kontrol Et
uk: Автоматична перевірка оновлень
vi: Tự động kiếm tra bản cập nhật mới
zh_tw: 自動檢查更新

source: Check Now
ar: تحقق الأن
bg: Проверяване
de: Jetzt suchen
et: Kontrolli kohe
fa: الان بررسی کن
fi: Tarkista nyt
fr: Rechercher manuellement
hu: Ellenőrzés most
id: Periksa Sekarang
it: Controlla Ora
nl: Controleer nu
oc: Verificar ara
pt_br: Verificar agora
sk: Skontrolovať teraz
ta: இப்போது சரிபார்க்க
tr: Şimdi Kontrol Et
uk: Перевірити зараз
vi: Kiếm tra ngay bây giờ
zh_tw: 立即檢查

source: Do you want to check for updates on startup?
ar: هل تريد التحقق من التحديثات عند تشغيل البرنامج؟
bg: Искате ли да се проверява за обновления при стартиране?
de: Möchten Sie beim Start auf Updates prüfen?
et: Kas sa soovid rakenduse käivitamisel kontrollida uuenduste olemasolu?
fa: آیا می‌خواهید هنگام راه‌اندازی، برای به‌روزرسانی‌ها بررسی انجام شود؟
fi: Haluatko tarkistaa päivitykset sovelluksen käynnistyessä?
fr: Voulez-vous que Varia recherche des mises à jour lors de son démarrage ?
hu: Ellenőrzi a frissítéseket indításkor?
id: Apakah Anda ingin memeriksa pembaruan saat dimulai?
it: Vuoi verificare la presenza di aggiornamenti all'avvio?
nl: Wilt u bij opstarten controleren op updates?
pt_br: Verificar atualizações ao iniciar?
sk: Máte záujem o automatickú kontrolu dostupnosti aktualizácií pri spustení aplikácie?
ta: தொடக்க குறித்த புதுப்பிப்புகளை சரிபார்க்க விரும்புகிறீர்களா?
tr: Uygulama başlangıcında güncelleme kontrolü yapılmasını ister misiniz?
uk: Бажаєте перевірити наявність оновлень при запуску додатка?
vi: Bạn có muốn kiếm tra bản cập nhật ngay khi khởi động?
zh_tw: 啟動時想檢查更新嗎？

source: File
ar: ملف
bg: Файл
de: Datei
et: Fail
fa: فایل
fi: Tiedosto
fr: Fichier
hu: Fájl
id: Berkas
nl: Bestand
oc: Fichièr
pt_br: Arquivo
sk: Súbor
ta: கோப்பு
tr: Dosya
uk: Файл
zh_tw: 檔案

source: Video / Audio
ar: الفيديوهات / الصوتيات
bg: Видео / Аудио
et: Video / Heli
fa: ویدیو / صدا
fi: Video/ääni
fr: Vidéo / Audio
hu: Videó/hang
oc: Vidèo/ Àudio
pt_br: Vídeo / áudio
sk: Video / Zvuk
ta: வீடியோ / ஆடியோ
tr: Video / Ses
uk: Відео / Аудіо
vi: Video / Âm thanh
zh_tw: 影片/音訊

source: Video and audio
ar: الفيديوهات و الصوتيات
bg: Видео и аудио
de: Video und Audio
et: Video ja heli
fa: ویدیو و صدا
fi: Video ja ääni
fr: Vidéo et audio
hu: Videó és hang
id: Video dan Audio
it: Video e audio
oc: Vidèo e àudio
pt_br: Vídeo e áudio
sk: Video a zvuk
ta: வீடியோ மற்றும் ஆடியோ
tr: Video ve ses
uk: Відео та аудіо
vi: Video và âm thanh
zh_tw: 影片和音訊

source: Video only
ar: الفيديوهات فقط
bg: Само видео
de: Nur Video
et: Ainult video
fa: فقط ویدیو
fi: Vain video
fr: Vidéo seulement
hu: Csak videó
id: Hanya Video
it: Solo Video
nl: Alleen video
oc: Vidèo solament
pt_br: Vídeo somente
sk: Iba video
ta: வீடியோ மட்டும்
tr: Yalnızca video
uk: Тільки відео
vi: Chỉ video
zh_tw: 僅限影片

source: Audio only
ar: الصوتيات فقط
bg: Само аудио
de: Nur Audio
et: Ainult heli
fa: فقط صدا
fi: Vain ääni
fr: Audio seulement
hu: Csak hang
id: Hanya Audio
it: Solo Audio
nl: Alleen Audio
pt_br: Somente áudio
sk: Iba zvuk
ta: ஆடியோ மட்டும்
tr: Yalnızca ses
uk: Тільки аудіо
vi: Chỉ âm thanh
zh_tw: 僅音訊

source: Framerate:
ar: معدل الإطارات:
bg: Честота на кадрите:
de: Bildrate:
et: Kaadrisagedus:
fa: نرخ فریم:
fi: Kuvanopeus:
fr: Fréquence d'images :
hu: Képkockaszám:
id: Kecepatan frame:
nl: Framesnelheid:
pt_br: Taxa de quadros:
sk: Frekvencia snímok:
ta: பிரேம்ரேட்:
tr: Kare hızı:
uk: Частота кадрів:
zh_tw: 幀率：

source: Bitrate:
ar: معدل نقل البيانات (Bitrate):
bg: Побитова скорост:
et: Bitikiirus:
fa: نرخ بیت:
fi: Bittinopeus:
fr: Débit Binaire (Bitrate) :
hu: Bitráta:
id: Kecepatan Bit:
pt_br: Taxa de bits:
sk: Bitová rýchlosť:
ta: பிட்ரேட்:
tr: Bit hızı:
uk: Бітрейт:
zh_tw: 位元速率：

source: Checking video...
ar: جارى التحقق من الفيديو...
bg: Проверяване на видеото…
de: Überprüfe Video...
et: Kontrollime videot...
fa: درحال بررسی ویدیو...
fi: Tarkistetaan videota...
fr: Recherche de la vidéo...
hu: Videó ellenőrzése…
id: Memeriksa video...
it: Controllo del video...
nl: Video controleren...
pt_br: Verificando vídeo...
sk: Kontroluje sa video...
ta: வீடியோவை சரிபார்க்கிறது ...
tr: Video kontrol ediliyor...
uk: Перевірка відео...
vi: Đang kiểm tra video...
zh_tw: 正在檢查影片...

source: No video or audio streams found
ar: لم يتم العثور على مقاطع فيديو أو صوت
bg: Няма намерени видео или аудио потоци
de: Keine Video oder Audiostreams gefunden
et: Ei leidunud video- ega heliriba
fa: هیچ جریان ویدیو یا صوتی یافت نشد
fi: Video- tai äänivirtoja ei löytynyt
fr: Aucun flux vidéo ou audio trouvé
hu: Nem található videó- vagy hangfolyam
id: Tidak ada video atau audio yang ditemukan
it: Nessun flusso video o audio trovato
nl: Geen video- of audiostream gevonden
pt_br: Nenhuma transmissão de vídeo ou áudio encontrada
sk: Obrazové a zvukové dátové toky neboli identifikované
ta: வீடியோ அல்லது ஆடியோ ச்ட்ரீம்கள் எதுவும் கிடைக்கவில்லை
tr: Video veya ses kaynağı bulunamadı
uk: Не знайдено відео чи аудіо потоків
vi: Không có luồng video hoặc âm thanh được tìm thấy
zh_tw: 未找到視訊或音訊串流

source: Starting download...
ar: جارى بدأ التحميل...
bg: Начало на свалянето…
de: Download wird gestartet...
et: Alustame allalaadimist…
fa: درحال شروع دانلود...
fi: Aloitetaan lataus...
fr: Démarrage du téléchargement...
hu: Letöltés indítása…
id: Memulai unduhan...
it: Avvio del download...
nl: Downloaden starten...
oc: Lançament del telecargament
pt_br: Começando a baixar...
sk: Spustilo sa sťahovanie...
ta: பதிவிறக்கத் தொடங்குகிறது ...
tr: İndirme başlatılıyor...
uk: Початок завантаження...
vi: Đang bắt đầu tải xuống...
zh_tw: 開始下載...

source: The video platform may not be supported or you may be being blocked by the platform. If you have an active VPN connection that might be the cause, or you can try importing your browser's cookies through a cookies.txt file.
ar: قد لا تكون منصة الفيديو مدعومة أو قد تكون محظورًا من قبل المنصة. إذا كان لديك اتصال VPN نشط، فقد يكون هذا هو السبب، أو يمكنك محاولة استيراد ملفات تعريف الارتباط الخاصة بمتصفحك من خلال ملف cookies.txt.
bg: Източникът на видеото може да не се поддържа или да имате забрана за ползването му. Ако в момента имате връзка чрез ВЧМ, може това да е проблемът. Може да опитате и да внесете бисквитките от браузъра си чрез файл cookies.txt.
de: Die Videoplattform wird möglicherweise nicht unterstützt oder Sie werden von der Plattform blockiert. Falls Sie über VPN verbunden sind, könnte dies die Ursache sein, Sie können versuchen, die Cookies Ihres Browsers über eine cookies.txt Datei zu importieren.
et: Selle videoplatvormi tugi kas puudub või platvorm blokeerib sinu arvuti ip-aadressi. Kui kasutad VPN-ühendust, siis võib ka see olukorra põhjustada. Ühe lahendusena võid proovida importida oma veebibrauseri küpsised cookies.txt faili abil.
fa: ممکن است پلتفرم ویدیو پشتیبانی نشود یا ممکن است توسط پلتفرم مسدود شده باشید. اگر اتصال VPN فعال دارید، احتمالاً این علت است. همچنین می‌توانید با وارد کردن کوکی‌های مرورگرتان از طریق فایل cookies.txt این مشکل را برطرف کنید.
fr: Le fournisseur de la vidéo n'est pas supporté ou elle vous a bloqué. Si vous avez un VPN actif, essayez de le désactiver, si vous n'en avez pas, essayez d'importer le fichier "cookies.txt" de votre navigateur web.
hu: A videóplatform lehet, hogy nem támogatott, vagy a platform blokkolhatja. Ha aktív VPN-kapcsolata van, az okozhatja a problémát, vagy megpróbálhatja importálni a böngésző sütijeit egy cookies.txt fájl használatával.
id: Platform video mungkin tidak didukung atau mungkin Anda telah diblokir oleh platform tersebut. Jika Anda menggunakan koneksi VPN mungkin menjadi penyebabnya, atau Anda dapat mencoba mengimpor cookie browser Anda melalui file cookies.txt.
it: La piattaforma video potrebbe non essere supportata o essere bloccata dalla piattaforma. Se si dispone di una connessione VPN attiva, questa potrebbe essere la causa, oppure si può provare a importare i cookie del browser tramite un file cookies.txt.
nl: Het videoplatform wordt mogelijk niet ondersteund of je wordt geblokkeerd door het platform. Als je een actieve VPN-verbinding hebt, kan dat de oorzaak zijn. Probeer anders je browsercookies te importeren via een cookies.txt-bestand.
pt_br: A plataforma de vídeo pode não ser suportada ou você pode estar sendo bloqueado pela plataforma. Se você tem uma conexão VPN ativa que pode ser a causa, ou você pode tentar importar os cookies do seu navegador através de um arquivo cookies.txt.
sk: Video platforma nemusí byť podporovaná, alebo vám môže byť prístup na platformu zablokovaný. Ak používate VPN, môže to byť príčinou problému, pretože niektoré platformy blokujú pripojenia cez VPN. Skúste VPN vypnúť a zistiť, či sa problém vyrieši. Ďalším možným dôvodom môžu byť chýbajúce alebo nesprávne cookies, ktoré niektoré webové stránky vyžadujú na autentifikáciu a prístup k obsahu. V takom prípade môžete skúsiť importovať cookies zo svojho prehliadača pomocou súboru cookies.txt.
ta: வீடியோ தளம் ஆதரிக்கப்படாமல் இருக்கலாம் அல்லது நீங்கள் மேடையில் தடுக்கப்படலாம். உங்களிடம் செயலில் உள்ள VPN இணைப்பு இருந்தால், அது காரணமாக இருக்கலாம், அல்லது உங்கள் உலாவியின் குக்கீகளை குக்கீகள்.டெக்ச்ட் கோப்பு மூலம் இறக்குமதி செய்ய முயற்சி செய்யலாம்.
tr: Video platformu desteklenmiyor olabilir veya platform tarafından engelleniyor olabilirsiniz.. Aktif bir VPN bağlantınız varsa ondan dolayı olabilir, veya tarayıcı çerezlerini cookies.txt dosyası olarak içe aktarmayı deneyebilirsiniz.
uk: Можливо, відео платформа не підтримується або ця платформа заблокувала вас. Якщо у вас активне VPN з'єднання, то можливо воно є джерелом проблем, або можете спробувати імпортувати кукіс (cookies) із вашого браузера через cookies.txt файл.
vi: Trình xem video không hỗ trợ hoặc đã bị chặn. Nếu bạn đang bật VPN thì có thể sẽ bị ảnh hưởng hoặc bạn có thể thử nhập cookies từ trình duyệt của bạn bằng file cookies.txt.
zh_tw: 該影片平台可能不支持，或者您可能被該平台封鎖。如果您有活動的 VPN 連接，這可能是原因，或者您可以嘗試透過 cookies.txt 檔案匯入瀏覽器的 cookie。

source: This will disable the video download functionality.
ar: سيؤدي هذا إلى تعطيل وظيفة تنزيل الفيديو.
bg: Това ще изключи функционалността за сваляне на видео.
de: Das deaktiviert die Video Download Funktionalität.
et: Sellega eemaldad kasutuselt video allalaadimise funktsionaalsuse.
fa: این عملکرد دانلود ویدیو را غیر فعال می‌کند.
fi: Tämä poistaa käytöstä videon lataustoiminnallisuuden.
fr: Cela désactivera le téléchargement des vidéos.
hu: Ezzel letiltja a videóletöltési funkciót.
id: Ini akan menonaktifkan fungsi pengunduhan video.
it: In questo modo si disattiva la funzionalità di download dei video.
nl: Dit schakelt de videodownloadfunctionaliteit uit.
pt_br: Isso irá desabilitar a funcionalidade de download de vídeo.
sk: Táto možnosť deaktivuje funkciu sťahovania videa.
ta: இது வீடியோ பதிவிறக்க செயல்பாட்டை முடக்கும்.
tr: Bu seçenek video indirme fonksiyonu devre dışı bırakır.
uk: Це вимкне можливість завантаження відео.
vi: Trình tải xuống video sẽ bị vô hiệu hóa.
zh_tw: 這將停用影片下載功能。

source: Part {indicator}
ar: الجزء {indicator}
bg: Част {indicator}
de: Teil {indicator}
et: Osa {indicator}
fa: بخش {indicator}
fi: Osa {indicator}
fr: Partie {indicator}
hu: {indicator} rész
id: Bagian {indicator}
it: Parti {indicator}
nl: Deel {indicator}
pt_br: Parte {indicador}
sk: Časť {indicator}
ta: பகுதி {indicator}
tr: Kısım {indicator}
uk: Частина {indicator}
vi: Phần {indicator}
zh_tw: 部分{indicator}

source: Simultaneous download limit exceeded, waiting.
ar: تجاوزت الحد المسموح للتنزيلات المتزامنة، برجاء الانتظار.
bg: Превишено е ограничението за едновременни сваляния. Изчаква се.
de: Maximale Anzahl gleichzeitiger Downloads überschritten, bitte warten.
et: Samaaegselt lubatud allalaadimiste piir on käes. Nüüd ootame natuke.
fa: حد مجاز دانلود همزمان فراتر رفته است، در حال انتظار.
fi: Samanaikaisten latausten raja tuli vastaan, odotetaan.
fr: La limite du nombre de téléchargements simultanés est atteinte, en attente...
hu: Az egyidejű letöltési korlát túllépve, várakozás.
id: Melebihi batas unduhan bersamaan, menunggu.
nl: Gelijktijdige downloadlimiet overschreden, wachten.
pt_br: Limite de download simultâneo excedido, esperando.
sk: Prekročený limit súčasného sťahovania, čakám.
ta: ஒரே நேரத்தில் பதிவிறக்க வரம்பு மீறியது, காத்திருக்கிறது.
tr: Aynı anda indirme limiti aşıldı, bekliyor.
uk: Перевищена кількість одночасних завантажень, очікування.
vi: Số luồng tải xuống đồng thời vượt quá giới hạn, vui lòng chờ.
zh_tw: 已超出同時下載限制，正在等待。

source: Allow Seeding
ar: السماح بال seeding
bg: Разрешаване на качването
de: Seeding erlauben
et: Luba edasijagamine
fa: اجازه دادن به بذرپاشی
fi: Salli jakaminen
fr: Autoriser l'envoi de données
hu: Megosztás engedélyezése
id: Perbolehkan Seeding
it: Consenti Seeding
nl: Seeden toestaan
pt_br: Permitir semear
sk: Povolenie zdieľania už stiahnutých súborov s ostatnými
ta: விதைப்பதை அனுமதிக்கவும்
tr: Seed Etmeye İzin Ver
uk: Дозволити роздачу
vi: Cho phép Seeding
zh_tw: 允許做種

source: Seeding Ratio Limit
ar: الحد الأقصى لنسبة المشاركة (seeding)
bg: Ограничение на коефициента на качване
de: Seeding Verhältnis Limit
et: Edasijagamise suhtarvu piir
fa: محدودیت سرعت بذرپاشی
fi: Jakamissuhteen raja
fr: Limite de vitesse de l'envoi de données
hu: Megosztási arány korlátja
id: Batas Rasio Seeding
nl: Seedingratio Limiet
pt_br: Limite da proporção de semeação
sk: Obmedzenie množstva dát zdieľania s ostatnými
ta: விதைப்பு விகித வரம்பு
tr: Seed Oranı Limiti
uk: Обмеження коефіцієнта роздачі
vi: Giới hạn tỉ lệ Seeding
zh_tw: 做種比率限制

source: Torrent Settings
ar: أعدادات التورينت
bg: Настройки за торентите
de: Torrent Einstellungen
et: Torrenti seadistused
fa: تنظیمات تورنت
fi: Torrent-asetukset
fr: Torrent
hu: Torrentbeállítások
id: Pengaturan Torrent
it: Impostazioni Torrent
nl: Torrent instellingen
oc: Paramètres de Torrent
pt_br: Configurações de torrent
sk: Torrent možnosti
ta: டொரண்ட் அமைப்புகள்
tr: Torrent Ayarları
uk: Налаштування торрента
vi: Cài đặt Torrent
zh_tw: 種子設定

source: Custom Download Directory for Torrents
ar: مسار تنزيل مخصص لملفات التورنت
bg: Персонализирана папка за сваляне на торенти
de: Torrent Download Verzeichnis
et: Eraldi kaust torrentite allalaadimiseks
fa: پوشه دانلود اختصاصی برای تورنت‌ها
fi: Mukautettu Lataukset-kansio torrenteille
fr: Dossier de téléchargement des torrents
hu: Egyéni letöltési könyvtár a torrentekhez
id: Folder Unduhan Khusus untuk Torrent
it: Cartella di Download Personalizzata per i Torrent
nl: Aangepaste downloadmap voor torrents
pt_br: Diretório de downloads personalizado para torrents
sk: Vlastný priečinok na sťahovanie torrentov
ta: தனிப்பயன் பதிவிறக்கம் Directory க்கு Torrents
tr: Torrentlere Özel İndirme Klasörü
uk: Користувацька тека завантажень для торрентів
vi: Đường dẫn tải xuống tùy chỉnh cho Torrents
zh_tw: 自訂種子下載目錄
