Repository: giantpinkrobots/varia
Catalog: po/*.po
Languages: ar, bg, de, et, fa, fi, fr, hi, hu, id, it, nb, nl, oc, pt_br, sk, ta, tr, uk, vi, zh_tw

source: Get Country Info of Peers
ar: الحصول على معلومات بلد الأقران
bg: Получаване на информация за държавите на участниците
de: Länderinformationen der Peers abrufen
et: Tuvasta võrdõigusvõrgu sõlmede riigid
fr: Obtenir le pays des pairs
sk: Získavanie informácií o krajinách peerov
tr: Eşlerin Ülke Bilgilerini Göster

source: This will use an external service to get the IP geolocation of your torrent peers in order to show country flags in the details window.
ar: سيستخدم هذا الخيار خدمة خارجية للحصول على الموقع الجغرافي لعنوان IP الخاص بأقران التورنت لديك، وذلك لعرض أعلام بلدانهم في نافذة التفاصيل.
bg: Тази функционалност ще използва външна услуга за установяване на местоположението на участниците в торента чрез техните IP адреси, за да може да се показват флагчета на държавите в прозореца с подробностите.
de: Hierfür wird ein externer Dienst genutzt, um die IP-Geolokation Ihrer Torrent-Peers abzurufen und Länderflaggen im Detailfenster anzuzeigen.
et: Selleks on kasutusel väline teenus, mis sinna edastatud IP-aadressi alusel kuvab üksikasjade vaates torrenti kõikide otspunktide asukohariikide lipud.
fr: Cette option utilisera un service externe pour obtenir le pays associé aux adresses IP de vos pairs torrents afin d'afficher un drapeau dans la vue détaillée.
sk: Použije sa externá služba na získanie geolokácie IP adries peerov, aby sa v okne s podrobnosťami zobrazili vlajky krajín.
tr: Bu seçenek indirme detayları penceresinde torrent eşlerinin ülke bayraklarını göstermek için harici bir servis kullanarak IP adreslerinin coğrafi konumunu alır.

source: Download Details
ar: تفاصيل التحميل
bg: Подробности за свалянето
et: Allalaadimise üksikasjad
fr: Détails du téléchargement
sk: Detaily sťahovania
tr: İndirme Detayları

source: Type
ar: النوع
bg: Вид
de: Typ
et: Tüüp
sk: Typ
tr: Tür

source: Status
ar: الحالة
bg: Състояние
et: Olek
sk: Stav
tr: Durum

source: File Name
ar: اسم الملف
bg: Име на файла
de: Dateiname
et: Failinimi
fr: Nom du fichier
sk: Názov súboru
tr: Dosya Adı

source: Downloading
ar: جارى التحميل
bg: Сваляне
de: Lädt herunter
et: Allalaadimisel
sk: Sťahovanie
tr: İndiriliyor

source: Paused
ar: موقف
bg: На пауза
de: Pausiert
et: Peatatud
fr: En pause
sk: Pozastavené
tr: Duraklatıldı

source: Percentage Downloaded
ar: النسبة المئوية المحملة
bg: Процент свалено
de: Fortschritt in Prozent
et: Allalaaditud protsent
fr: Pourcentage de téléchargement
sk: Percento stiahnutia
tr: İndirilen Yüzde

source: Remaining
ar: متبقى
bg: Оставащо
de: Ausstehend
et: Aega jäänud
fr: Restant
sk: Zostáva
tr: Kalan

source: Download Speed
ar: سرعة التحميل
bg: Скорост на сваляне
de: Download Geschwindigkeit
et: Allalaadimise kiirus
fr: Vitesse de téléchargement
sk: Rýchlosť sťahovania
tr: İndirme Hızı

source: Seeding Speed
ar: سرعة البذر (seeding)
bg: Скорост на качване
de: Seeding Geschwindigkeit
et: Edasijagamise kiirus
fr: Vitesse d'envoi
sk: Rýchlosť odosielania
tr: Seed Hızı

source: Amount Downloaded
ar: الكمية المحملة
bg: Размер свалено
de: Gesamt Downloadmenge
et: Allalaaditud maht
fr: Quantité téléchargée
sk: Stiahnuté množstvo
tr: İndirilen Miktar

source: Amount Uploaded
ar: الكمية المرفوعة
bg: Размер качено
de: Gesamt Uploadmenge
et: Üleslaaditud maht
fr: Quantité envoyée
sk: Odoslané množstvo
tr: Gönderilen Miktar

source: Ratio
ar: النسبة
bg: Съотношение
de: Up/Download Verhältnis
et: Suhtarv
sk: Pomer
tr: Oran

source: Torrent Peers
ar: أقران التورينت
bg: Участници в торента
et: Torrenti võrdvõrgu sõlmed
fr: Pairs torrent
sk: Účastníci siete
tr: Torrent Eşleri

# shortcut window
source: General
ar: عام
bg: Общи
de: Allgemein
et: Üldised
fa: عمومی
fi: Yleiset
fr: Général
hi: सामान्य
hu: Általános
id: Umum
it: Generali
nb: Generelt
nl: Algemeen
pt_br: Geral
sk: Všeobecné
ta: பொது
tr: Genel
uk: Загальні
vi: Chung
zh_tw: 一般

# shortcut window
source: Show Shortcuts
ar: إظهار الأختصارات
bg: Показване на клавишните комбинации
de: Tastenkürzel anzeigen
et: Näita kiirklahve
fa: نمایش میانبرها
fi: Näytä pikanäppäimet
fr: Voir les raccourcis
hi: शॉर्टकट दिखाएं
hu: Gyorsbillentyűk megjelenítése
id: Tampilkan Pintasan
it: Mostra scorciatoie
nb: Vis tastatursnarveier
nl: Sneltoetsen tonen
oc: Afichar los acorchis
pt_br: Mostrar Atalhos
sk: Zobraziť skratky
ta: குறுக்குவழிகளைக் காட்டு
tr: Kısayolları Göster
uk: Показати клавіатурні скорочення
vi: Hiện Shortcuts
zh_tw: 顯示捷徑

# shortcut window
source: Quit
ar: الخروج
bg: Спиране на програмата
de: Beenden
et: Välju
fa: خروج
fi: Lopeta
fr: Quitter
hi: छोड़ें
hu: Kilépés
id: Keluar
it: Esci
nb: Avslutt
nl: Afsluiten
oc: Quitar
pt_br: Sair
sk: Ukončiť
ta: வெளியேறு
tr: Çık
uk: Вийти
vi: Thoát
zh_tw: 離開

source: Scheduled
fr: Planifié

source: Extracting
fr: Extraction

source: You are using Varia as a Snap package. There are some functions that you can't use without manually giving Varia some extra permissions. These are:
fr: Vous utilisez Varia en tant que Snap. Certaines fonctions ne seront pas disponibles si vous ne donnez pas manuellement certaines autorisations à Varia. Ces permissions sont :

source: To enable these functions you must run these commands in a terminal to give the required permissions and then restart Varia:
fr: Pour activer ces fonctions, vous devez utiliser ces commandes dans un terminal pour donner les permissions requises puis redémarrer Varia :

source: Filter downloads by {filter option}
fr: Filtrer les téléchargements par {filter option}

source: Automatically Extract Archives
fr: Extraire automatiquement les archives

source: Delete Archives After Extraction
fr: Supprimer les archives après l'extraction

source: Varia
ta: வரியா
