Repository: giantpinkrobots/varia
Catalog: po/kw.po
Languages: kw

source: varia;aria;download;manager;
kw: varia;aria;iskarg;dyghtyer;

source: Download manager based on aria2
kw: Dyhgtyer iskarg selys war aria2

source: Varia is a download manager based on aria2 that utilizes GTK4 and Libadwaita to provide a easy to use interface that integrates well with the GNOME desktop.
kw: Varia yw unn dyghtyer iskarg selys war aria2 may devnydhya GTK4 ha Libadwaita rag provia unn ynterfas es may ewngemyska yn ta gans an desktop GNOME.

source: This is not a valid URL.
kw: Yma na unn gorgevren ewn.

source: All
kw: Oll

source: In Progress
kw: Yn Avonsyans

source: Completed
kw: Deu

source: About Varia
kw: A-dro Varia

source: URL
kw: Gorgevren

source: Download
kw: Iskarg

source: Open Download Folder
kw: Ygeri Restrenva Iskargow

source: Speed Limit
kw: Finweth Tooth

source: Pause All
kw: Powes Oll

source: Speed
kw: Tooth

source: Set Speed Limit
kw: Gorra Finweth Tooth

source: Cancel All
kw: Hedhi Oll

source: No limit
kw: Finweth vyth

source: Download complete.
kw: Iskarg deu.

source: Download speed is limited.
kw: Tooth iskarg yw strothys.

source: An error occurred:
kw: Unn error happys:

source: Simultaneous Download Amount
kw: Niver Iskargow Kettermynyek

source: Resume All
kw: Daskemeres Oll

source: aria2 based download manager utilizing GTK4 and Libadwaita.
kw: Dyghtyer iskarg selys war aria2 devnydhya GTK ha Libadwaita.

source: This application relies on the following pieces of software:
kw: An app ma fydhya war an medhelweyth a sew:

source: The licenses of all of these pieces of software can be found in the dependencies_information directory in this application's app directory.
kw: An kummyasow a oll an medhelweyth ma yw yn an restrenva 'dependencies_information' yn an restrenva an app ma.

source: translator-credits
kw: Flynn <cirilla@tuta.io>

source: Download Directory
kw: Restrenva Iskarg

source: Change
kw: Chanjya

source: Speed limited
kw: Tooth strothys

source: Authentication
kw: Omgelmi

source: Username
kw: Hanow Usyer

source: Password
kw: Ger-Tremena

source: Authorization failed.
kw: Omgelmi fyllel.

source: Failed to open directory.
kw: Y fyllis dhe ygeri restrenva.

source: Remote Mode
kw: Fordh Pell

source: Remote aria2 IP
kw: IP aria2 pell

source: Remote aria2 Port
kw: Porth aria2 pell

source: Remote aria2 RPC Secret
kw: Kevrin RPS aria2 pell

source: Remote Download Location
kw: Tyller Iskarg Pell

source: Exiting Varia...
kw: Kwytya Varia...

source: Background Mode
kw: Fordh yn Kilva

source: Continuing the downloads in the background.
kw: Pesya an iskargow yn an kilva.

source: Browser Extension
kw: Ystynnans Peurell

source: Shutdown on Completion
kw: Marow pan Deu

source: Sleep on Completion
kw: Koska pan Deu

source: Varia is about to shut down your computer.
kw: Varia gorra dha amontyell marow parys.

source: Varia is about to put your computer to sleep.
kw: Varia koska dha amontyell parys.

source: Press Cancel to cancel and disable.
kw: Klyckya Hedhi rag hedhi hag ungallosegi.

source: Cancel
kw: Hedhi

source: Warning
kw: Gwarnyans

source: Monday
kw: dy'Lun

source: Tuesday
kw: dy'Meurth

source: Wednesday
kw: dy'Mergher

source: Thursday
kw: dy'Yow

source: Friday
kw: dy'Gwener

source: Saturday
kw: dy'Sadorn

source: Sunday
kw: dy'Sul

source: Start (h/m):
kw: Dalleth (e/m):

source: End (h/m):
kw: Diwedhva (e/m):

source: Scheduler enabled
kw: Towlener gallosegys

source: Scheduler
kw: Towlener

source: Enabled
kw: Gallosegys

source: Start downloading in these times
kw: Dalleth iskarga yn an termynyow ma

source: Stop downloading in these times
kw: Astel iskarga yn an termynyow ma

source: Add Timespan
kw: Addya Termyn

source: Seeding
kw: Hasa

source: Failed
kw: Fyllel

source: Completion Options
kw: Dewisyow Kowlwrians

source: Exit on Completion
kw: Kwytya wosa Kowlwrians

source: Varia is about to quit.
kw: Varia kwytya parys.

source: Preferences
kw: Settyansow

source: Other
kw: Aral

source: Basic Settings
kw: Settyansow Elvennek

source: Advanced Settings
kw: Settyansow Avonsys

source: Use cookies.txt
kw: Devnydhya cookies.txt

source: Import cookies.txt
kw: Ynperthi cookies.txt

source: Remove cookies.txt
kw: Dilea cookies.txt

source: remaining
kw: remenant

source: Start in Background Mode
kw: Dalleth yn Fordh Kilva

source: Remote Timestamp
kw: Termyn Pell

source: Torrent
kw: Keynres

source: Regular
kw: Rewlys

source: Checking for updates...
kw: Checkya rag nowedhyansow...

source: A new version of Varia is available. Do you want to update?
kw: Unn versyon nowydh Varia yw kavadow. A vynn'ta nowedhi?

source: Update available
kw: Nowedhyans kavadow

source: Update
kw: Nowedhi

source: Downloading update...
kw: Iskarga nowedhyans...

source: Download failed.
kw: Y fyllis iskarga.

source: Yes
kw: Ea

source: No
kw: Na

source: Automatically Check for Updates
kw: Checkya yn Awtomatek rag Nowedhyans

source: Check Now
kw: Checkya Lemmyn

source: Do you want to check for updates on startup?
kw: A vynn'ta checkya rag nowedhi dres dalleth system?

source: File
kw: Restren

source: Video / Audio
kw: Gwydhyow / Son

source: Video and audio
kw: Gwydhyow ha son

source: Video only
kw: Gwydhyow hepken

source: Audio only
kw: Son hepken

source: Framerate:
kw: Kevradh Fram:

source: Bitrate:
kw: Kevradh Bytt:

source: Checking video...
kw: Checkya gwydhyow...

source: No video or audio streams found
kw: Stremys gwydhyow po son kavosys vyth

source: Starting download...
kw: Dalleth iskarga...

source: The video platform may not be supported or you may be being blocked by the platform. If you have an active VPN connection that might be the cause, or you can try importing your browser's cookies through a cookies.txt file.
kw: An bynk gwydhyow na skoodhys martesen po ty bos stoppys martesen gans an bynk. A ty kavos unn junyans VPN byw, na bos martesen an kaws, po ty assaya martesen ynperthi cookies dhyworth dha peurell dres unn restren cookies.txt.

source: This will disable the video download functionality.
kw: Ma yw ungallosegi an nas iskarg gwydhyow.

source: Part {indicator}
kw: Darn {indicator}

source: Simultaneous download limit exceeded, waiting.
kw: Finweth iskargow kettermynyek eksedys, gortos.

source: Allow Seeding
kw: Alowa Hasa

source: Seeding Ratio Limit
kw: Finweth Komparriv Hasa

source: Torrent Settings
kw: Settyansow Keynres

source: Custom Download Directory for Torrents
kw: Restrenva Iskarg A-vusur rag Keynresyow

source: As torrenting relies on people seeding data, disabling seeding is very much frowned upon and may result in you getting throttled or banned by certain clients and trackers. Clients are usually expected to seed at least as much as they download (a ratio of 1). You may want to consider limiting your seeding ratio instead.
kw: Dre reson keynresya fydhya war tus hasa data, ungallosegi hasa yw talgamma euthyk tra ha ty bos martesen strothys po stoppys gans kliensow certan. Kliensow dell yw usys desevosys dha hasa kekemmys dhe'n lyha i iskarga (unn komparriv a 1). Ty prederi martesen finwetha dha komparriv hasa yn le.

source: Cancel Seeding
kw: Hedhi Hasa

source: Save
kw: Sawya

source: Show Menu
kw: Diskwedhes Rol

source: OK
kw: Da Lowr

source: Enable Torrenting
kw: Gallosegi Keynresya

source: The browser extension will not work when Remote Mode is enabled.
kw: An ystynnans peurell na oberi pan Fordh Pell yw gallosegys.

source: Disabling torrenting will prevent new torrents from being added. It will not stop current torrent instances.
kw: Ungallosegi keynresya yw preventya keynresyow nowydh addys. Y'n na stoppya keynresyow a'n jydh.

source: Torrenting is disabled.
kw: Keynresya yw ungallosegys.

source: Unknown filesize
kw: Braster restren ankoth

source: Show
kw: Diskwedhes

source: Quit
kw: Kwytya

source: Background Mode on Close
kw: Fordh Kilva wosa Kwytya

source: Upon closing, Varia will close to tray insted of exiting.
kw: Wosa kwytya, Varia a wra degea dhe keynres yn-dar kwytya.

source: Tray Icon Always Visible
kw: Arwodhik Tallyour Gweladow Prest

source: The tray icon will be visible even when Varia is not in background mode.
kw: An arwodhik tallyour a wra gweladow hogel pan Varia na yn fordh kilva.

source: Open on Startup
kw: Ygeri dres Dalleth System

source: Varia will open automatically when the system starts.
kw: Varia a wra ygeri yn awtomatek pan an system dalleth.

source: Varia will start directly in background mode upon opening.
kw: Varia a wra dalleth distowgh yn fordh kilva wosa ygeri.

source: Use Varia as a GUI for a remote aria2c instance.
kw: Devnydhya Varia maga unn ynterfas rag unn gweyth aria2c pell.

source: Configure
kw: Selya

source: Download Segments
kw: Iskarga Darnow

source: Pause
kw: Powes

source: Resume
kw: Daskemeres

source: Stop
kw: Astel

source: Open File
kw: Ygeri Restren

source: Retry
kw: Dasassaya

source: Require Encryption
kw: Rekwirya Argelyans

source: Get Country Info of Peers
kw: Kerghes Kudhlow Bro dhyworth Kowetha

source: This will use an external service to get the IP geolocation of your torrent peers in order to show country flags in the details window.
kw: Ma a wra devnydhya unn gonis a-ves rag kerghes an tyller IP a dha kowetha keynres rag diskwedhes baneryow broyow yn an fenester manylyon.

source: Download Details
kw: Manylyon Iskarg

source: Type
kw: Eghen

source: Status
kw: Studh

source: File Name
kw: Hanow Restren

source: Downloading
kw: Iskarga

source: Paused
kw: Powesys

source: Scheduled
kw: Towlenys

source: Extracting
kw: Estenna

source: Percentage Downloaded
kw: Kansran Iskargys

source: Remaining
kw: Remenant

source: Download Speed
kw: Tooth Iskarg

source: Seeding Speed
kw: Tooth Hasa

source: Amount Downloaded
kw: Myns Iskargys

source: Amount Uploaded
kw: Myns Ughkargys

source: Ratio
kw: Komparriv

source: Torrent Peers
kw: Kowetha Keynres

source: You are using Varia as a Snap package. There are some functions that you can't use without manually giving Varia some extra permissions. These are:
kw: Ty devnydhya Varia dell unn fardel Snap. Yma nebes nasyow ty na gallos devnydhya heb ri dre dhorn Varia nebes grontys moy. Ma yw:

source: To enable these functions you must run these commands in a terminal to give the required permissions and then restart Varia:
kw: Rag gallosegi an nasyow ma, ty res eksekutya an arghadowyow ma yn unn termynal rag ri an grontys rekwirys hag ena dastalleth Varia:

source: Filter downloads by {filter option}
kw: Sudhla iskargow gans {filter option}

source: Download item
kw: Tra Iskarg

source: Timespan {number}
kw: Termyn {number}

source: Day of the week for timespan {number}
kw: Dydh a an seythen rag termyn {number}

source: Remove timespan {number}
kw: Remova termyn {number}

source: Start hour for timespan {number}
kw: Eur dalleth rag termyn {number}

source: Start minute for timespan {number}
kw: Mynysen dalleth rag termyn {number}

source: End hour for timespan {number}
kw: Eur diwedhva rag termyn {number}

source: End minute for timespan {number}
kw: Mynysen diwedhva rag termyn {number}

source: Automatically Extract Archives
kw: Estenna yn Awtomatek Kovskrif

source: Delete Archives After Extraction
kw: Dilea Kovskrifa Wosa Estennans

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya
